Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: To deposit please log into your Members Area and go to 'deposit' in the menu. Select your payment method and you will get step-by-step instructions. As a verified client your deposits are immediately available for trading (excluding bank transfers which may take a few more days).
id: Untuk membuat deposit, silakan masuk ke menu 'deposit' di Area Member Anda. Pilih metode pembayaran dan Anda akan mendapat instruksi terperinci. Sebagai klien terverifikasi, deposit Anda akan langsung dapat digunakan untuk trading (kecuali transfer bank yang membutuhkan waktu beberapa hari).
ml: Untuk membuat deposit, sila log masuk ke Ruang Ahli anda dan pergi ke deposit pada menu. Pilih kaedah pembayaran anda dan anda akan mendapat arahan langkah demi langkah. Sebagai pelanggan yang disahkan, deposit anda akan tersedia untuk dagangan (tidak termasuk pindahan bank yang mungkin mengambil masa beberapa hari tambahan).
vi: Để ký gửi, vui lòng đăng nhập Khu vực thành viên và chuyển đến phần 'ký gửi' trong menu. Chọn phương thức thanh toán và quý vị sẽ được hướng dẫn từng bước. Là khách hàng được xác minh, khoản ký gửi của quý vị sẽ sẵn sàng giao dịch ngay lập tức (không bao gồm các khoản chuyển khoản ngân hàng có thể mất thêm vài ngày để thực hiện).

source: Terms
id: Ketentuan
ml: Syarat-syarat
vi: Điều khoản

source: %(COMPANY_NAME)s does not accept deposits from 3rd parties. Deposits must be made from bank accounts or credit cards from the same name as your trading account.
id: %(COMPANY_NAME)s tidak menerima deposit dari pihak ke-3. Deposit harus dikirim dari rekening bank atau kartu kredit yang dipegang oleh nama yang sama dengan nama akun trading Anda.
ml: %(COMPANY_NAME)s tidak menerima deposit daripada pihak ketiga. Deposit mesti dibuat daripada akaun bank atau kad kredit yang mempunyai nama yang sama seperti akaun dagangan anda.
vi: %(COMPANY_NAME)s không chấp nhận các khoản ký gửi từ bên thứ ba. Các khoản ký gửi phải được gửi từ tài khoản ngân hàng hoặc thẻ tín dụng có cùng tên với tài khoản giao dịch của quý vị.

source: How to Deposit
id: Cara Deposit
ml: Cara Membuat Deposit
vi: Cách ký gửi

source: * Log into your Members Area and select Deposit Funds.
id: * Log masuk ke Area Member dan pilih Deposit Dana.
ml: * Log masuk ke Ruang Ahli dan pilih Deposit Dana
vi: * Đăng nhập vào Khu vực thành viên và chọn Gửi tiền.

source: * Choose your payment method.
id: * Pilih metode pembayaran.
ml: * Pilih kaedah pembayaran anda.
vi: * Chọn phương thức thanh toán của quý vị.

source: * Enter the amount to deposit and click Continue
id: * Cantumkan jumlah deposit dan klik Lanjutkan
ml: * Masukkan jumlah untuk didepositkan dan klik Teruskan
vi: * Nhập số tiền ký gửi và nhấp vào Tiếp tục

source: * Fill in your credit card details or your eWallet account details and click Continue.
id: * Isi detail kartu kredit atau detail akun eWallet Anda kemudian klik Lanjutkan.
ml: * Isikan butiran kad kredit anda atau butiran akaun e-Dompet anda dan klik Teruskan.
vi: * Điền thông tin chi tiết thẻ tín dụng hoặc tài khoản ví điện tử eWallet của quý vị và nhấp vào Tiếp tục.

source: * A confirmation message will appear on your screen if your payment is successful.
id: * Pesan konfirmasi akan tampil di layar Anda apabila transaksi pembayaran berhasil.
ml: * Satu mesej pengesahan akan dipaparkan pada skrin anda jika pembayaran anda berjaya.
vi: * Thông báo xác nhận sẽ xuất hiện trên màn hình nếu thanh toán thành công.

source: WITHDRAWAL
id: PENARIKAN DANA
ml: PENGELUARAN
vi: RÚT TIỀN

source: To withdraw please ensure you've uploaded your required documents to verify your account. Upload your documents directly in the Members Area. Once your account is verified you may withdraw from your account.
id: Untuk menarik dana, pastikan Anda telah mengunggah dokumen wajib untuk verifikasi akun Anda. Unggah dokumen Anda ke Area Member. Setelah akun Anda terverifikasi, Anda dapat menarik dana dari akun Anda.
ml: Untuk mengeluarkan dana, sila pastikan anda telah memuat naik dokumen yang diperlukan untuk mengesahkan akaun anda. Muat naik dokumen anda secara terus dalam Ruang Ahli. Selepas akaun anda disahkan, anda boleh membuat pengeluaran daripada akaun anda.
vi: Để rút tiền, vui lòng đảm bảo quý vị đã tải lên các tài liệu cần thiết để xác minh tài khoản. Tải lên tài liệu trực tiếp trong Khu vực thành viên. Sau khi tài khoản được xác minh, quý vị có thể rút tiền từ tài khoản của mình.

source: How to withdraw
id: Cara menarik dana
ml: Cara mengeluarkan dana
vi: Cách rút tiền

source: * Log into your Members Area and select Make Withdrawal.
id: * Log masuk ke Area Member dan pilih Tarik Dana.
ml: * Log masuk ke Ruang Ahli anda dan pilih Buat Pengeluaran.
vi: * Đăng nhập vào Khu vực thành viên và chọn Rút tiền.

source: * Choose the account to withdraw from, enter the amount and click Submit. You may only withdraw up to the free balance amount in your trading account at the time of request.
id: * Pilih akun yang dananya ingin Anda tarik, masukkan jumlah penarikan, kemudian klik Kirim. Jumlah maksimal dana yang dapat Anda tarik adalah saldo bebas di akun trading Anda pada saat permohonan penarikan diajukan.
ml: * Pilih akaun yang hendak dikeluarkan dana, masukkan jumlah dan klik Serah. Anda hanya boleh mengeluarkan dana sehingga jumlah baki yang tidak digunakan dalam akaun dagangan anda pada masa permintaan dibuat.
vi: * Chọn tài khoản để rút tiền, nhập số tiền và nhấp vào Gửi. Quý vị chỉ có thể rút số tiền tối đa bằng số dư tự do trong tài khoản giao dịch của mình tại thời điểm yêu cầu.

source: * Your request will be processed within one working day.
id: * Permohonan Anda akan diproses dalam satu hari kerja.
ml: * Permintaan anda akan diproses dalam masa satu hari bekerja.
vi: * Yêu cầu của quý vị sẽ được xử lý trong vòng một ngày làm việc.

source: * The requested amount is withdrawn from your trading account.
id: * Jumlah yang diminta akan ditarik dari akun trading Anda.
ml: * Jumlah yang diminta akan dikeluarkan daripada akaun dagangan anda.
vi: * Số tiền được yêu cầu sẽ được rút từ tài khoản giao dịch của quý vị.

source: * It may take up to 48 hours to process your withdrawal and the time needed for the funds to reach your bank account may vary depending on your preferred payment method. Read more in Payment Method Information.
id: * Pemrosesan penarikan dana Anda membutuhkan waktu hingga 48 jam. Dana Anda akan masuk ke rekening bank Anda dalam waktu bervariasi, bergantung pada metode pembayaran yang Anda pilih. Baca selengkapnya di Informasi Metode Pembayaran.
ml: * Mungkin mengambil masa sehingga 48 jam untuk memproses pengeluaran anda dan masa yang diperlukan untuk dana tersebut memasuki akaun bank anda mungkin berbeza-beza, bergantung pada kaedah pembayaran pilihan anda. Baca selanjutnya dalam Maklumat Kaedah Pembayaran.
vi: * Có thể mất tới 48 giờ để xử lý giao dịch rút tiền của quý vị và thời gian cần thiết để chuyển số tiền đó vào tài khoản ngân hàng của quý vị có thể thay đổi, tùy thuộc vào phương thức thanh toán ưu tiên của quý vị. Đọc thêm trong phần Thông tin về phương thức thanh toán.

source: As part of our regulatory obligation to minimise fraud and money laundering, we can only return funds back to the original source of your deposit.
id: Sebagai bagian dari tanggung jawab hukum kami untuk mencegah penipuan dan pencucian uang, kami hanya dapat mengembalikan dana ke sumber awal deposit Anda.
ml: Sebagai sebahagian daripada kewajipan kawal selia kami untuk meminimumkan penipuan dan pengubahan wang haram, kami hanya boleh mengembalikan dana ke sumber asal deposit anda.
vi: Theo nghĩa vụ quản lý giảm thiểu gian lận và rửa tiền của chúng tôi, chúng tôi chỉ có thể trả lại tiền vào nguồn ký gửi ban đầu của quý vị.

source: Any funds withdrawn that exceede your initial deposit will be refunded to the same payment method if your provider allows. Otherwise your funds will be sent to an alternative method as approved by %(COMPANY_NAME)s. In rare instances, %(COMPANY_NAME)s may return your funds via bank transfer.
id: Selisih penarikan dana yang jumlahnya melampaui deposit awal Anda akan dikembalikan ke metode pembayaran yang sama apabila penyedia Anda memungkinkan. Jika tidak, dana Anda akan dikirim ke metode alternatif yang disetujui oleh %(COMPANY_NAME)s. Terkadang %(COMPANY_NAME)s mengembalikan dana Anda via transfer bank, meskipun jarang terjadi.
ml: Mana-mana pengeluaran dana yang melebihi deposit awal anda akan dikembalikan ke kaedah pembayaran yang sama jika penyedia anda membenarkannya. Jika tidak, dana anda akan dihantar ke kaedah alternatif seperti yang diluluskan oleh %(COMPANY_NAME)s. Dalam kejadian yang jarang berlaku, %(COMPANY_NAME)s mungkin mengembalikan dana anda melalui pindahan bank.
vi: Mọi khoản tiền được rút vượt quá khoản ký gửi ban đầu của quý vị sẽ được hoàn trả theo cùng phương thức thanh toán nếu nhà cung cấp của quý vị cho phép. Hoặc số tiền của quý vị sẽ được gửi theo phương thức khác được %(COMPANY_NAME)s chấp thuận. Trong một số trường hợp hãn hữu, %(COMPANY_NAME)s có thể hoàn lại số tiền của quý vị qua chuyển khoản ngân hàng.

source: Your withdrawn funds will be returned in the same currency as your original deposit. If your account currency varies from the withdrawn currency, the transferred amount will be converted at the current %(COMPANY_NAME)s exchange rate.
id: Dana yang Anda tarik akan dikembalikan dalam denominasi yang sama dengan deposit awal Anda. Jika denominasi akun Anda berbeda dengan mata uang penarikan, maka dana yang ditransfer akan dikonversikan pada kurs %(COMPANY_NAME)s yang berlaku.
ml: Dana anda yang dikeluarkan akan dikembalikan dalam mata wang yang sama seperti deposit asal anda. Jika mata wang akaun anda berbeza daripada mata wang pengeluaran, jumlah yang dipindahkan akan ditukar pada kadar pertukaran %(COMPANY_NAME)s semasa.
vi: Số tiền rút của quý vị sẽ được trả lại bằng đồng tiền ký gửi ban đầu. Nếu đồng tiền tài khoản của quý vị khác với đồng tiền rút thì số tiền chuyển khoản sẽ được quy đổi theo tỷ giá hối đoái hiện hành của %(COMPANY_NAME)s.

source: %(COMPANY_NAME)s does not charge any commissions on your withdrawals. However your payment provider may do so. See table.
id: %(COMPANY_NAME)s tidak membebankan komisi atas penarikan dana Anda. Namun harap diperhatikan bahwa penyedia pembayaran Anda mungkin membebankan biaya. Lihat tabel.
ml: %(COMPANY_NAME)s tidak mengenakan sebarang komisen terhadap pengeluaran anda. Walau bagaimanapun, penyedia pembayaran anda mungkin mengenakan komisen. Lihat jadual.
vi: %(COMPANY_NAME)s không tính phí hoa hồng rút tiền. Tuy nhiên, nhà cung cấp dịch vụ thanh toán của quý vị có thể tính phí. Xem bảng.

source: Islamic Account
id: Akun Syariah
ml: Akaun Islam
vi: Tài khoản Hồi giáo

source: %(COMPANY_NAME)s offers Swap-free Islamic Accounts
id: %(COMPANY_NAME)s menyediakan Akun Syariah Tanpa Swap
ml: %(COMPANY_NAME)s menawarkan Akaun Islam Tanpa Swap
vi: %(COMPANY_NAME)s cung cấp Tài khoản Hồi giáo hoán đổi miễn phí

source: %(COMPANY_NAME)s’s Islamic account allows swap free trading in compliance with the Sharia Law, which means traders can trade on an Islamic account without being charged overnight fees. %(COMPANY_NAME)s’s Islamic account is completely swap free for as long as the account is open and is only available for traders of the Muslim religion and should only be requested on the grounds of religious belief.
id: Akun Syariah %(COMPANY_NAME)s memungkinkan trading tanpa swap yang sesuai dengan hukum Syariah. Artinya, trader dapat trading menggunakan akun Syariah tanpa dibebankan biaya inap overnight. Akun Syariah %(COMPANY_NAME)s sepenuhnya bebas swap tanpa batas waktu selama akun aktif. Akun ini hanya tersedia untuk trader yang menganut agama Islam dan hanya dapat diajukan berdasarkan keyakinan agama trader.
ml: Akaun Islam %(COMPANY_NAME)s membenarkan dagangan tanpa swap yang mematuhi Undang-undang Syariah yang bermakna pedagang boleh berdagang pada akaun Islam tanpa dikenakan bayaran semalaman. Akaun Islam %(COMPANY_NAME)s adalah tanpa swap sepenuhnya selama akaun dibuka dan hanya disediakan untuk pedagang beragama Islam dan hendaklah diminta atas dasar kepercayaan agama.
vi: Tài khoản Hồi giáo của %(COMPANY_NAME)s cho phép giao dịch hoán đổi miễn phí theo Luật Sharia, có nghĩa là người giao dịch có thể giao dịch trên tài khoản Hồi giáo mà không bị tính phí qua đêm. Tài khoản Hồi giáo của %(COMPANY_NAME)s hoàn toàn miễn phí hoán đổi miễn là tài khoản được mở và chỉ dành cho người giao dịch của Hồi giáo và chỉ được yêu cầu trên cơ sở tín ngưỡng tôn giáo.

source: To open a Muslim account please open a real account and send the Islamic Account Request Form to
id: Untuk membuka akun Syariah, silakan buka akun real dan kirimkan Formulir Permohonan Akun Syariah ke
ml: Untuk membuka akaun Islam, sila buka akaun sebenar dan hantarkan Borang Permintaan Akaun Islam ke
vi: Để mở tài khoản Hồi giáo, vui lòng mở một tài khoản thực và gửi Mẫu yêu cầu tài khoản Hồi giáo tới

source: Note: In the event that we detect any form of abuse, fraud, manipulation, cash-back arbitrage, carry trades, or other forms of deceitful or fraudulent activity in regard to any Swap-free Account of any client, we reserve the right, at any time, to revoke the Swap-free status from any and all real trading Accounts of such client that have been converted to a Swap-free trading Account; (b) to correct and recover any unaccrued Swaps and any related un-accrued interest expenses and or costs pertaining to any and all of such client’s Swap-free trading Accounts during the period for which such Accounts were converted into Swap-free trading Accounts; and/or (c), with immediate effect, to close all trading Accounts of such client with us, nullify all trades carried out in such client’s trading Accounts with us and cancel and all profits or losses garnered in such client’s trading Accounts with us.
id: Catatan: Apabila kami menemukan pelanggaran, penipuan, manipulasi, arbitrase cashback, carry-trade, dan bentuk aktivitas kejahatan atau penipuan lain dalam bentuk apa pun sehubungan dengan Akun Tanpa Swap klien mana pun, kami berhak untuk kapan saja mencabut status bebas swap dari Akun trading real mana pun milik klien tersebut yang telah dikonversikan menjadi Akun Trading Tanpa Swap; (b) untuk merevisi dan memulihkan segala Swap yang belum diterapkan dan segala biaya bunga terkait yang belum diterapkan dan atau segala biaya berkaitan dengan seluruh Akun Trading Tanpa Swap klien tersebut selama periode Akun tersebut dikonversikan menjadi Akun Trading Tanpa Swap; dan/atau (c), dengan seketika menutup seluruh Akun Trading klien tersebut bersama kami, membatalkan seluruh trade yang dilakukan dengan Akun Trading klien tersebut bersama kami, dan membatalkan segala profit atau rugi yang dihasilkan dari Akun Trading klien tersebut bersama kami.
ml: Perhatian: Jika kami mengesan sebarang bentuk salah guna, penipuan, manipulasi, arbitraj pulangan wang tunai, bawa dagangan (carry trade) atau bentuk lain aktiviti memperdaya atau menipu berkaitan dengan Akaun tanpa Swap daripada mana-mana pelanggan, kami berhak pada bila-bila masa untuk membatalkan status tanpa Swap daripada mana-mana dan semua Akaun dagangan sebenar bagi pelanggan tersebut yang telah ditukar kepada Akaun dagangan tanpa Swap; (b) untuk membetulkan dan memulihkan mana-mana Swap yang tidak dikenakan dan mana-mana perbelanjaan faedah berkaitan yang tidak dikenakan dan/atau kos yang berkaitan dengan mana-mana dan semua Akaun dagangan tanpa Swap pelanggan tersebut dalam tempoh Akaun tersebut ditukar kepada Akaun dagangan tanpa Swap; dan/atau (c) dengan tindakan serta-merta, untuk menutup semua Akaun dagangan pelanggan tersebut dengan kami, membatalkan semua dagangan yang dilaksanakan dalam Akaun dagangan pelanggan tersebut dengan kami serta membatalkan dan menghapuskan semua keuntungan atau kerugian yang diperoleh dalam Akaun dagangan pelanggan tersebut dengan kami.
vi: Lưu ý: Trong trường hợp phát hiện bất kỳ hình thức lạm dụng, gian lận, thao túng, chuyển giá liên quan đến tiền thưởng, kinh doanh chênh lệch lãi suất hay các hình thức khác của hoạt động lừa đảo hoặc lừa gạt liên quan đến bất kỳ Tài khoản hoán đổi miễn phí của bất kỳ khách hàng nào, chúng tôi có quyền, tại bất kỳ thời điểm nào, thu hồi tư cách hoán đổi miễn phí từ bất kỳ và tất cả Tài khoản giao dịch thực của khách hàng đó đã được chuyển đổi sang Tài khoản giao dịch hoán đổi miễn phí; (b) sửa lỗi và thu hồi bất kỳ Giao dịch hoán đổi nào chưa phát sinh và bất kỳ chi phí lãi chưa phát sinh nào có liên quan và/hoặc chi phí liên quan đến bất kỳ và tất cả các Tài khoản giao dịch hoán đổi miễn phí của khách hàng đó trong suốt thời gian Tài khoản đó được chuyển đổi thành Tài khoản giao dịch hoán đổi miễn phí và/hoặc (c) có hiệu lực ngay lập tức, đóng tất cả các Tài khoản giao dịch của khách hàng đó với chúng tôi, vô hiệu hóa tất cả các giao dịch đã tiến hành trong Tài khoản giao dịch của khách hàng đó với chúng tôi, đồng thời hủy bỏ bất kỳ và tất cả lãi hay lỗ thu được trong Tài khoản giao dịch của khách hàng đó với chúng tôi.

source: Islamic Account Regulations
id: Ketentuan Akun Syariah
ml: Peraturan Akaun Islam
vi: Quy định về tài khoản Hồi giáo

source: O Only Standard and VIP accounts can be used as Islamic accounts. Evidence of religion must be presented through the country of origin of the client through proof of identity.
id: O Hanya Akun Standar dan VIP yang dapat digunakan sebagai Akun Syariah. Bukti agama harus dibuktikan dengan negara asal klien menggunakan bukti identitas.
ml: O Hanya akaun Standard dan VIP boleh digunakan sebagai akaun Islam. Bukti agama mesti ditunjukkan melalui negara asal pelanggan melalui bukti identiti.
vi: O Chỉ có các tài khoản Tiêu chuẩn và VIP mới có thể được sử dụng như tài khoản Hồi giáo. Phải xuất trình bằng chứng tôn giáo thông qua quốc gia nguồn gốc của khách hàng dựa trên bằng chứng nhận diện.

source: O Islamic account holders cannot simultaneously open non-Islamic accounts.
id: O Pemegang Akun Syariah tidak dapat membuka Akun Non Syariah di waktu yang sama.
ml: O Pemegang akaun Islam tidak boleh secara serentak membuka akaun bukan Islam.
vi: O Người sở hữu tài khoản Hồi giáo không được mở đồng thời tài khoản phi Hồi giáo.

source: %(COMPANY_NAME)s maintains the right to limit trading if there is evidence of manipulation.
id: %(COMPANY_NAME)s berhak untuk membatasi trading apabila ditemukan bukti manipulasi.
ml: %(COMPANY_NAME)s mengekalkan hak untuk mengehadkan dagangan jika terdapat bukti manipulasi.
vi: %(COMPANY_NAME)s có quyền giới hạn giao dịch nếu có bằng chứng về hành vi thao túng.

source: Live Trading Account
id: Akun Trading Live
ml: Akaun Dagangan Langsung
vi: Tài khoản giao dịch hoạt động

source: Registration has failed
id: Registrasi gagal
ml: Pendaftaran gagal
vi: Đăng ký không thành công

source: Forex products are leveraged products and trading forex therefore involves a high level of risk that may not be suitable for everyone.
id: Forex adalah produk dengan leverage. Karena itu, trading forex melibatkan risiko tinggi yang mungkin tidak cocok untuk sebagian orang.
ml: Produk Forex ialah produk berleveraj dan dagangan forex, oleh itu melibatkan tahap risiko tinggi yang mungkin tidak sesuai untuk sesetengah orang.
vi: Các sản phẩm ngoại hối là các sản phẩm đòn bẩy và do đó giao dịch ngoại hối có rủi ro cao, có thể không phù hợp với tất cả mọi người.

source: recommends that you ensure that you fully understand the risks involved before making any decision concerning %(COMPANY_NAME)s's products.
id: menyarankan Anda memastikan bahwa Anda sepenuhnya memahami segala risiko yang ada sebelum membuat keputusan apa pun mengenai produk %(COMPANY_NAME)s.
ml: mengesyorkan anda memastikan bahawa anda memahami sepenuhnya risiko yang terlibat sebelum membuat sebarang keputusan melibatkan produk %(COMPANY_NAME)s.
vi: Quý vị nên chắc chắn là mình hoàn toàn hiểu về các rủi ro có liên quan trước khi đưa ra bất kỳ quyết định nào về sản phẩm của %(COMPANY_NAME)s.

source: Independent advice should be sought if necessary
id: Cari saran independen apabila diperlukan
ml: Dapatkanlah nasihat daripada pihak bebas jika perlu
vi: Phải thuê tư vấn độc lập nếu cần thiết

source: Limited is an International business company with registration number 130266 and is authorised and regulated by the International Financial Services Commission (IFSC) under License number IFSC/60/260/TS/17. %(COMPANY_NAME)s Limited has its registered office being located at No. 5 Cork Street, Belize City, Belize.
id: Limited adalah perusahaan bisnis internasional dengan nomor registrasi 130266 dan memegang izin serta diregulasi oleh International Financial Services Commission (IFSC / Komisi Jasa Keuangan Internasional) dengan nomor lisensi IFSC/60/260/TS/17. Kantor terdaftar %(COMPANY_NAME)s Limited beralamat di No. 5 Cork Street, Belize City, Belize.
ml: Limited ialah syarikat perniagaan Antarabangsa dengan nombor pendaftaran 130266 serta diberikan kebenaran dan dikawal selia oleh International Financial Services Commission (IFSC) di bawah Nombor lesen IFSC/60/260/TS/17. %(COMPANY_NAME)s Limited memiliki pejabat berdaftar yang terletak di No. 5 Cork Street, Belize City, Belize.
vi: Limited là một công ty kinh doanh quốc tế, với số đăng ký 130266 và được Ủy ban dịch vụ tài chính quốc tế (IFSC) cấp phép và quản lý theo Giấy phép số IFSC/60/260/TS/17. %(COMPANY_NAME)s Limited có văn phòng đăng ký tại địa chỉ No. 5 Cork Street, Belize City, Belize.
