Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: Trading Forex and CFDs involves significant risk and can result in the loss of your invested capital. You should not invest more than you can afford to lose. Before trading, you should ensure that you fully understand the risks involved as trading leveraged products may not be suitable for all investors. Prior to trading, please take into account your level of experience, your investment objectives and seek independent financial advice if necessary. It is the responsibility of the Client to ascertain whether he/ she is permitted to use the services of %(COMPANY_NAME)s Limited based on the legal requirements in his/her country of residence.
id: Trading Forex dan CFD melibatkan risiko tinggi dan dapat menyebabkan hilangnya seluruh modal Anda. Anda sebaiknya tidak menginvestasikan dana apabila Anda tidak siap kehilangan dana tersebut. Sebelum memulai trading, pastikan Anda sepenuhnya memahami segala risiko yang ada karena trading produk dengan leverage mungkin tidak sesuai untuk sebagian investor. Sebelum memulai trading, harap pertimbangkan level pengalaman dan tujuan investasi Anda. Carilah nasihat keuangan independen apabila dibutuhkan. Klien bertanggung jawab untuk memastikan apakah ia diperbolehkan menggunakan layanan dari merek %(COMPANY_NAME)s Limited berdasarkan peraturan di negara domisili masing-masing.
ml: Dagangan Forex dan CFD melibatkan risiko yang besar dan boleh menyebabkan kerugian modal pelaburan anda. Anda tidak seharusnya melabur lebih daripada wang yang anda mampu kerugian. Sebelum berdagang, anda perlu memastikan bahawa anda memahami sepenuhnya risiko yang terlibat kerana berdagang produk berleveraj mungkin tidak sesuai untuk sesetengah pelabur. Sebelum berdagang, sila pertimbangkan tahap pengalaman anda, objektif pelaburan anda dan dapatkan nasihat kewangan bebas jika perlu. Menjadi tanggungjawab Pelanggan untuk memastikan bahawa mereka dibenarkan untuk menggunakan perkhidmatan %(COMPANY_NAME)s Limited berdasarkan keperluan undang-undang di negara kediaman mereka.
vi: Giao dịch Forex và CFD có rủi ro đáng kể và có thể dẫn đến hậu quả mất vốn đã đầu tư. Quý vị không nên đầu tư nhiều hơn khả năng có thể chịu tổn thất. Trước khi giao dịch, quý vị cần chắc chắn hoàn toàn hiểu được các rủi ro có liên quan vì giao dịch sản phẩm đòn bẩy có thể không phù hợp cho mọi nhà đầu tư. Trước khi giao dịch, hãy tính đến kinh nghiệm, mục đích đầu tư của quý vị và thuê dịch vụ tư vấn tài chính độc lập nếu cần. Khách hàng có trách nhiệm khẳng định liệu mình có được phép sử dụng các dịch vụ của %(COMPANY_NAME)s Limited hay không, dựa trên các yêu cầu pháp lý tại quốc gia nơi cư trú của mình.

source: Limited does not provide services to residents of the USA, Belize, Japan and Canada.
id: Limited tidak menyediakan layanan kepada penduduk Amerika Serikat, Belize, Jepang, dan Kanada.
ml: Limited tidak menyediakan perkhidmatan kepada penduduk di AS, Belize, Jepun dan Kanada.
vi: Limited không cung cấp dịch vụ cho người sinh sống tại Hoa Kỳ, Belize, Nhật Bản và Canada.

source: Contact
id: Kontak
ml: Hubungi
vi: Liên hệ

source: Login
ml: Log Masuk
vi: Đăng nhập

source: Partnership
id: Kemitraan
ml: Perkongsian
vi: Quan hệ đối tác

source: HOME
id: BERANDA
ml: LAMAN
vi: TRANG CHỦ

source: ABOUT US
id: TENTANG KAMI
ml: TENTANG KAMI
vi: GIỚI THIỆU VỀ CHÚNG TÔI

source: Trading Advantages
id: Keunggulan Trading
ml: Kelebihan Dagangan
vi: Lợi thế giao dịch

source: Fund Security
id: Keamanan Dana
ml: Keselamatan Dana
vi: An ninh vốn

source: Licences and Regulations
id: Lisensi dan Regulasi
ml: Lesen dan Kawal Selia
vi: Cấp phép và quy định

source: Frequently Asked Questions
id: Tanya Jawab Umum
ml: Soalan Lazim
vi: Câu hỏi thường gặp

source: ACCOUNTS
id: AKUN
ml: AKAUN
vi: TÀI KHOẢN

source: Open Live Account
id: Buka Akun Live
ml: Buka Akaun Langsung
vi: Mở tài khoản hoạt động

source: Open Demo Account
id: Buka Akun Demo
ml: Buka Akaun Demo
vi: Mở tài khoản demo

source: Compare Account Types
id: Bandingkan Tipe Akun
ml: Bandingkan Jenis Akaun
vi: So sánh các loại tài khoản

source: TRADING
ml: DAGANGAN
vi: GIAO DỊCH

source: Forex Currencies
id: Mata Uang Forex
ml: Mata Wang Forex
vi: Đồng tiền ngoại hối

source: Commodities Trading
id: Trading Komoditas
ml: Dagangan Komoditi
vi: Giao dịch hàng hóa

source: CDFs on Shares
id: CFD Saham
ml: CFD ke atas Saham
vi: CDF trên cổ phần

source: CDFs on Bonds
id: CFD Obligasi
ml: CFD ke atas Bon
vi: CDF trên trái phiếu

source: Equity Indices
id: Indeks Saham
ml: Indeks Ekuiti
vi: Chỉ số vốn chủ sở hữu

source: PLATFORMS
id: PLATFORM
ml: PLATFORM
vi: NỀN TẢNG

source: MetaTrader 4 for Desktop
id: MetaTrader 4 untuk Desktop
ml: MetaTrader 4 untuk Desktop
vi: MetaTrader 4 cho máy tính để bàn

source: MetaTrader 4 for iPhone/iPad
id: MetaTrader 4 untuk iPhone/iPad
ml: MetaTrader 4 untuk iPhone/iPad
vi: MetaTrader 4 cho iPhone/iPad

source: MetaTrader 4 for Android
id: MetaTrader 4 untuk Android
ml: MetaTrader 4 untuk Android
vi: MetaTrader 4 cho Android

source: PARTNERS
id: MITRA
ml: RAKAN KONGSI
vi: ĐỐI TÁC

source: Introducing Brokers
id: Introducing Broker
ml: Broker Pencadang
vi: Giới thiệu về Nhà môi giới

source: Marketing Tools
id: Perangkat Pemasaran
ml: Alat Pemasaran
vi: Các công cụ tiếp thị

source: White Label
ml: Label Putih
vi: Nhãn trắng

source: TOOLS-EDUCATIONS
id: PERANGKAT-EDUKASI
ml: ALAT PENDIDIKAN
vi: CÔNG CỤ-GIÁO DỤC

source: Economic Calendar
id: Kalender Ekonomi
ml: Kalendar Ekonomi
vi: Lịch kinh tế

source: Holiday Calendar
id: Kalender Hari Libur
ml: Kalendar Cuti
vi: Lịch ngày nghỉ

source: Market Hours
id: Jadwal Pasar
ml: Waktu Pasaran
vi: Giờ thị trường hoạt động

source: Rollover
ml: Bergulung Matang (Rollover)
vi: Chuyển sang

source: Academy
id: Akademi
ml: Akademi
vi: Học viện

source: Trading Central
ml: Trading Centra

source: REGISTER
id: DAFTAR
ml: DAFTAR
vi: ĐĂNG KÝ

source: About us
id: Tentang kami
ml: Tentang kami
vi: Giới thiệu về chúng tôi

source: DEMO ACCOUNT
id: AKUN DEMO
ml: AKAUN DEMO
vi: TÀI KHOẢN DEMO

source: LIVE ACCOUNT
id: AKUN LIVE
ml: AKAUN LANGSUNG
vi: TÀI KHOẢN HOẠT ĐỘNG

source: Trading involves a high level of risk
id: Trading melibatkan risiko tingkat tinggi
ml: Berdagang melibatkan tahap risiko yang tinggi
vi: Giao dịch có rủi ro cao

source: SUPERIOR TRADING CONDITIONS
id: KETENTUAN TRADING TERBAIK
ml: SYARAT DAGANGAN SUPERIOR
vi: ĐIỀU KIỆN GIAO DỊCH ƯU VIỆT

source: As a global, fully licensed STP broker %(COMPANY_NAME)s offers unparalleled trading conditions designed to meet all realistic expectations of both professional and new traders.
id: Sebagai broker STP global berlisensi penuh, %(COMPANY_NAME)s menyediakan ketentuan trading tak tertandingi yang dirancang untuk menjawab segala ekspektasi realistis dari trader profesional dan pemula.
ml: Sebagai broker STP berlesen penuh dan global, %(COMPANY_NAME)s menawarkan syarat-syarat dagangan tiada tandingannya yang direka untuk memenuhi semua harapan realistik daripada pedagang profesional dan baru.
vi: Là nhà môi giới STP toàn cầu, được cấp phép đầy đủ, %(COMPANY_NAME)s đưa ra các điều kiện giao dịch tốt nhất, được thiết kế để đáp ứng mọi kỳ vọng thiết thực của cả các chuyên gia và người mới giao dịch.

source: Multiple trading platforms under one Trading Account
id: Banyak platform trading dengan satu Akun Trading
ml: Berbilang platform dagangan di bawah satu Akaun Dagangan
vi: Nhiều sàn giao dịch với cùng một Tài khoản giao dịch

source: provides its clients with the industry’s most reputable, award winning and sought after forex and CFDs platforms – Metatrader 4 (MT4). Access all the dynamic %(COMPANY_NAME)s trading instruments under the same account from multiple platforms.
id: menyediakan platform forex dan CFD paling prestisius, terpopuler, dan peraih penghargaan di industri ini - MetaTrader 4 (MT4). Akses seluruh instrumen trading dinamis %(COMPANY_NAME)s dengan akun yang sama untuk banyak platform.
ml: menyediakan platform forex dan CFD yang bereputasi paling baik, memenangi anugerah dan paling dicari-cari dalam industri - Metatrader 4 (MT4). Akses semua instrumen dagangan %(COMPANY_NAME)s yang dinamik di bawah akaun yang sama daripada berbilang platform.
vi: cung cấp cho khách hàng sàn giao dịch ngoại hối và CFD uy tín nhất trong ngành, đã giành giải thưởng và được tìm kiếm, đó chính là Metatrader 4 (MT4). Truy cập tất cả các công cụ giao dịch năng động của %(COMPANY_NAME)s với cùng một tài khoản từ nhiều nền tảng.

source: STANDARD ACCOUNT
id: AKUN STANDAR
ml: AKAUN STANDARD
vi: TÀI KHOẢN TIÊU CHUẨN

source: Start trading with just $50. No commissions charged!
id: Mulai trading dengan $50 saja. Tanpa komisi!
ml: Mula berdagang dengan hanya $50. Tiada komisen yang dikenakan!
vi: Bắt đầu giao dịch chỉ với 50$. Không bị tính phí hoa hồng!

source: Min Deposit $50
id: Deposit minimum $50
ml: Deposit Min $50
vi: Tiền gửi tối thiểu là 50$

source: FX,Commodities, Equity Indices
id: FX, Komoditas, Indeks Saham
ml: FX, Komoditi, Indeks Ekuiti
vi: FX, hàng hóa, chỉ số vốn chủ sở hữu

source: 1:1 - 1:500 Leverage
id: Leverage 1.1 - 1.500
ml: Leveraj 1:1 - 1:500
vi: Đòn bẩy kinh tế 1:1 - 1:500

source: No Comission
id: Tanpa Komisi
ml: Tiada Komisen
vi: Không hoa hồng

source: VIP ACCOUNT
id: AKUN VIP
ml: AKAUN VIP
vi: TÀI KHOẢN VIP

source: Dedicated 24 hour dealing support
id: Dukungan dealing 24 jam
ml: Sokongan urus niaga 24 jam berdedikasi
vi: Hỗ trợ giao dịch 24 giờ/ngày

source: Min Deposit $2,000
id: Deposit minimum $2.000
ml: Deposit Min $2,000
vi: Tiền gửi tối thiểu là 2.000 $

source: 24 Hours Dealing Support
id: Dukungan Dealing 24 Jam
ml: Sokongan Urus Niaga 24 Jam
vi: Hỗ trợ giao dịch 24 giờ/ngày

source: PLATINUM ACCOUNT
id: AKUN PLATINUM
ml: AKAUN PLATINUM
vi: TÀI KHOẢN BẠCH KIM

source: Go pro with a ZERO spread account
id: Jadilah trader pro dengan akun spread NOL
ml: Pilih profesional dengan akaun spread SIFAR
vi: Đổi sang chuyên nghiệp với tài khoản chênh lệch giá mua - giá bán bằng KHÔNG

source: Min Deposit $5,000
id: Deposit minimum $5.000
ml: Deposit Min $5,000
vi: Tiền gửi tối thiểu là 5.000 $

source: 1:1 - 1:500 Leverag
id: Leverage 1.1 - 1.500
ml: Leveraj 1:1 - 1:500
vi: Đòn bẩy kinh tế 1:1 - 1:500

source: Trading involves high level of risk
id: Trading melibatkan risiko tingkat tinggi
ml: Berdagang melibatkan tahap risiko yang tinggi
vi: Giao dịch có rủi ro cao

source: Partners
id: Mitra
ml: Rakan Kongsi
vi: Đối tác

source: The %(COMPANY_NAME)sIntroducing Broker (IB) partnership is for individuals or organizations wishing to make revenue through the promotion of %(COMPANY_NAME)s through any online/offline means. Our IB program is provided with the industry’s most competitive pip rebate rates and bespoke solutions are always available on demand to help you get the optimal return from your portfolio of clients.
id: Kemitraan Introducing Broker (IB) %(COMPANY_NAME)s sesuai untuk individu atau organisasi yang ingin mencetak penghasilan dengan mempromosikan %(COMPANY_NAME)s dengan cara online/offline apa pun. Program IB kami menyediakan tingkat rabat pip paling bersaing dan solusi canggih yang selalu tersedia sesuai permintaan guna membantu Anda mendapatkan hasil optimal dari portofolio klien Anda.
ml: Perkongsian Broker Pencadang (IB) %(COMPANY_NAME)s adalah untuk individu atau organisasi yang berhasrat untuk menjana pendapatan melalui promosi %(COMPANY_NAME)s melalui cara dalam talian/luar talian. Program IB kami disediakan dengan kadar rebat pip paling kompetitif dalam industri dan penyelesaian yang direka khusus sentiasa tersedia mengikut permintaan bagi membantu anda mendapatkan pulangan yang optimum daripada portfolio pelanggan anda.
vi: Chương trình hợp tác Nhà môi giới giới thiệu (IB) của %(COMPANY_NAME)s dành cho các tổ chức hay cá nhân mong muốn kiếm tiền bằng cách quảng bá %(COMPANY_NAME)s thông qua bất kỳ phương tiện trực tuyến/ngoại tuyến nào. Chương trình IB của chúng tôi được trang bị các mức giảm giá pip cạnh tranh nhất trong ngành và luôn sẵn có các giải pháp đặt riêng theo yêu cầu để giúp bạn nhận được doanh thu tối ưu từ danh mục khách hàng.

source: Get more from your Introducing Broker program：
id: Dapatkan lebih banyak lagi dari program Introducing Broker Anda
ml: Dapatkan lebih banyak kebaikan daripada program Broker Pencadang anda：
vi: Nhận được nhiều hơn từ chương trình Nhà môi giới giới thiệu：

source: A convenient online application process
id: Proses aplikasi online yang mudah
ml: Proses permohonan dalam talian yang mudah
vi: Quy trình đăng ký trực tuyến thuận tiện

source: Comprehensive back-end administrative support
id: Dukungan administrasi back-end komprehensif
ml: Sokongan pentadbiran bahagian belakang yang komprehensif
vi: Hỗ trợ hành chính toàn diện

source: A competitive, customized revenue sharing plan
id: Skema bagi hasil terpersonalisasi dan kompetitif
ml: Pelan perkongsian hasil yang kompetitif dan tersuai
vi: Kế hoạch chia sẻ doanh thu cạnh tranh, tùy chỉnh

source: Professional and personalized service from a leading FX broker
id: Layanan profesional dan terpersonalisasi dari Broker FX terkemuka
ml: Perkhidmatan profesional dan diperibadikan daripada broker FX terkemuka
vi: Dịch vụ chuyên nghiệp và cá nhân hóa từ nhà môi giới FX hàng đầu

source: Join Our Partnership Program
id: Bergabunglah di Program Kemitraan Kami
ml: Sertai Program Perkongsian Kami
vi: Tham gia chương trình hợp tác của chúng tôi

source: As an IB you need to know that your forex trading partners can be relied upon. We provide fair commission rates, superior trading technology and, of course, exceptional client service. %(COMPANY_NAME)s's Introducing Broker program is designed to help partners build their client base whilst benefiting from a tailor-made commission strategy.
id: Sebagai IB, Anda perlu teryakinkan bahwa mitra trading Forex Anda dapat diandalkan. Kami memberikan tingkat komisi yang adil, teknologi trading yang canggih, dan tentu saja layanan klien yang bermutu. Program Introducing Broker %(COMPANY_NAME)s dirancang untuk membantu mitra membangun basis klien dan menikmati strategi komisi yang terpersonalisasi.
ml: Sebagai IB, anda perlu tahu bahawa rakan kongsi dagangan forex anda boleh dipercayai. Kami menyediakan kadar komisen yang adil, teknologi dagangan superior dan sudah tentu, khidmat pelanggan yang luar biasa. Program Broker Pencadang %(COMPANY_NAME)s direka bentuk untuk membantu rakan kongsi membina asas pelanggan mereka di samping mendapat manfaat daripada strategi komisen yang disesuaikan.
vi: Là một IB, bạn cần biết rằng các đối tác giao dịch ngoại hối của bạn có thể tin cậy được. Chúng tôi đưa ra tỷ lệ hoa hồng hợp lý, công nghệ giao dịch ưu việt và tất nhiên là dịch vụ khách hàng đặc biệt tốt. Chương trình Nhà môi giới giới thiệu của %(COMPANY_NAME)s được thiết kế để giúp các đối tác xây dựng cơ sở khách hàng của họ đồng thời hưởng lợi từ chiến lược hoa hồng tùy chỉnh.

source: We’ll work with you to develop the right commission structure for your business, where you’re compensated every time your clients trade on %(COMPANY_NAME)s's MT4 trading platform.
id: Kita akan bekerja sama untuk merancang struktur komisi yang tepat untuk bisnis Anda yang memberikan komisi setiap kali klien Anda melakukan trading di platform trading MT4 %(COMPANY_NAME)s.
ml: Kami akan bekerjasama dengan anda untuk membangunkan struktur komisen yang tepat bagi perniagaan anda, yang mana anda diberikan ganjaran setiap kali pelanggan anda berdagang di platform dagangan MT4 %(COMPANY_NAME)s.
vi: Chúng tôi sẽ hợp tác với bạn để phát triển cơ cấu hoa hồng phù hợp cho hoạt động kinh doanh của bạn, trong đó bạn được trả thù lao mỗi lần khách hàng của bạn giao dịch trên sàn giao dịch MT4 của %(COMPANY_NAME)s.

source: In addition to the most advanced MT4 technology, you’ll be assigned your own dedicated IB account manager, who is there to ensure the highest level of service so you can grow your venture with minimum hassle and maximum benefits.
id: Selain teknologi MT4 tercanggih, Anda juga akan mendapatkan manajer akun IB sendiri yang akan memastikan layanan terbaik untuk Anda agar dapat mengembangkan bisnis dengan kesulitan minimum dan manfaat maksimum.
ml: Selain teknologi MT4 yang termaju, anda akan diberikan pengurus akaun IB khas yang bersedia untuk memastikan perkhidmatan tahap tertinggi, supaya anda boleh meningkatkan usaha anda dengan mudah dan mendapat manfaat yang maksimum.
vi: Bên cạnh công nghệ MT4 tiên tiến nhất, bạn sẽ có nhân viên quản lý tài khoản IB riêng của mình, là người sẽ luôn sẵn sàng đảm bảo dịch vụ mức độ cao nhất để bạn có thể phát triển công việc kinh doanh của mình một cách suôn sẻ nhất với lợi ích tối đa.

source: %(COMPANY_NAME)s partners are granted access to marketing tools to help drive their promotional engine, expand clientele networks and reach more optimal and lucrative results. Below is the list of various creatives and marketing tools %(COMPANY_NAME)s offers affiliates to build a more successful and effective campaign.
id: Mitra %(COMPANY_NAME)s dapat mengakses perangkat pemasaran untuk membantu promosi, memperluas jaringan klien, dan mendapatkan hasil paling optimal dan menguntungkan. Berikut ini adalah berbagai perangkat pemasaran dan kreatif yang disediakan %(COMPANY_NAME)s agar afiliasi dapat memasarkan dengan lebih sukses dan efektif.
ml: Rakan kongsi %(COMPANY_NAME)s diberikan akses kepada alat pemasaran untuk membantu mereka meningkatkan enjin promosi mereka, meluaskan rangkaian pelanggan dan mencapai hasil yang lebih optimum dan menguntungkan. Di bawah ialah senarai pelbagai alat kreatif dan pemasaran yang ditawarkan oleh %(COMPANY_NAME)s kepada ahli gabungan untuk membina kempen yang lebih berjaya dan berkesan.
vi: Các đối tác của %(COMPANY_NAME)s được phép truy cập các công cụ tiếp thị để giúp thúc đẩy động cơ quảng bá của họ, mở rộng mạng lưới khách hàng và đạt được kết quả tối ưu và sinh lợi. Dưới đây là danh sách các ý tưởng sáng tạo và tiếp thị khác nhau mà %(COMPANY_NAME)s cung cấp cho các bên liên kết để xây dựng chiến dịch thành công và hiệu quả hơn.

source: Banners
id: Banner
ml: Sepanduk
vi: Băng quảng cáo

source: We have comprised a vast variety of banners to accommodate all the interests within the forex industry. Partners can get banners to promote low spreads, forex bonuses, high leveraged products or any aspect of the company; we have them in a range of sizes and languages for more options as we are also flexible in providing you with tailored solutions.
id: Kami menyediakan berbagai jenis banner untuk mengakomodasi segala macam minat di industri Forex. Mitra dapat memakai banner untuk mempromosikan spread rendah, bonus forex, produk dengan leverage tinggi, atau aspek apa pun dari perusahaan; banner tersedia dalam berbagai ukuran dan bahasa. Kami juga dapat memberikan solusi terpersonalisasi untuk Anda.
ml: Kami telah membuat pelbagai sepanduk untuk menampung semua kepentingan dalam industri forex. Rakan kongsi boleh mendapatkan sepanduk untuk mempromosikan spread rendah, bonus forex, produk berleveraj tinggi atau sebarang aspek syarikat; terdapat pelbagai saiz dan bahasa untuk lebih banyak pilihan kerana kami juga fleksibel dalam menyediakan penyelesaian yang disesuaikan.
vi: Chúng tôi có một loạt các băng quảng cáo để đáp ứng mọi mối quan tâm trong ngành công nghiệp ngoại hối. Các đối tác có thể nhận băng quảng cáo để thúc đẩy chênh lệch giá mua - giá bán thấp, thưởng ngoại hối, sản phẩm đòn bẩy cao hay bất kỳ khía cạnh nào của công ty. Băng quảng cáo có nhiều kích cỡ và ngôn ngữ để đem lại nhiều lựa chọn hơn vì chúng tôi cũng linh hoạt trong việc cung cấp các giải pháp tùy chỉnh.

source: Landing Pages
id: Halaman Landing
ml: Halaman Pendaratan
vi: Trang đích

source: Landing pages are pages onto which a potential client may arrive following a click on one of the banners we have provided. It is a single page that captivates a summary of what our company has to offer. We can provide a variety of appealing and customized landing pages, built with the aim of increasing introduced client’s conversion rates.
id: Halaman landing adalah halaman yang dapat dikunjungi klien dengan mengeklik salah satu banner yang kami sediakan. Halaman ini menampilkan hal-hal yang ditawarkan perusahaan. Kami dapat menyediakan berbagai halaman landing yang menarik dan terkustomisasi, dirancang khusus untuk menaikkan tingkat konversi klien.
ml: Halaman pendaratan ialah halaman yang pertama dilawati oleh pelanggan yang berpotensi selepas mengklik pada salah satu daripada sepanduk yang kami sediakan. Ia satu halaman yang memaparkan ringkasan perkara yang syarikat kami tawarkan. Kami boleh menyediakan pelbagai halaman pendaratan yang menarik dan tersuai, dibina dengan matlamat untuk meningkatkan kadar penukaran pelanggan yang dicadangkan.
vi: Trang đích là các trang mà khách hàng tiềm năng có thể truy cập sau khi nhấp vào một trong những băng quảng cáo do chúng tôi cung cấp. Đây là trang đơn, tóm tắt các sản phẩm/dịch vụ mà công ty chúng tôi cung cấp. Chúng tôi có thể cung cấp nhiều trang đơn hấp dẫn và tùy chỉnh khác nhau, được xây dựng nhằm mục đích tăng tỷ lệ chuyển đổi của khách hàng được giới thiệu.

source: Widgets
id: Widget
ml: Widget
vi: Tiện ích

source: We have a variety of forex widgets, providing information on forex related products, such as the latest financial figures and the %(COMPANY_NAME)s market sentiment. It is of great benefit and value as it allows partners to add value to a site as well as be rewarded through high turnover.
id: Kami menyediakan berbagai widget forex yang memberi informasi tentang sejumlah produk terkait forex seperti data finansial terkini dan sentimen pasar %(COMPANY_NAME)s. Widget sangat bermanfaat karena dapat membantu mitra menambahkan nilai di situs web dan mendapat keuntungan dari turnover yang tinggi.
ml: Kami mempunyai pelbagai widget forex, menyediakan maklumat tentang produk berkaitan forex, seperti data kewangan terbaru dan sentimen pasaran %(COMPANY_NAME)s. Ia memberikan manfaat dan nilai yang sangat baik kerana ia membolehkan rakan kongsi menambah nilai pada laman web dan juga diberikan ganjaran melalui pusing ganti yang tinggi.
vi: Chúng tôi có nhiều tiện ích ngoại hối, cung cấp thông tin về các sản phẩm liên quan đến ngoại hối, ví dụ như các số liệu tài chính mới nhất và cảm nghĩ thị trường về %(COMPANY_NAME)s. Đây là lợi ích và giá trị đáng kể vì cho phép các đối tác tăng thêm giá trị cho trang web, cũng như được thưởng thông qua doanh thu cao.

source: Customized Requests
id: Permintaan Khusus
ml: Permintaan Tersuai
vi: Yêu cầu tùy chỉnh

source: At %(COMPANY_NAME)s we are always happy to receive requests from every individual partner and are open to discussing the possibility of making that request available in a mutually beneficial manner.
id: %(COMPANY_NAME)s juga selalu siap menerima permintaan dari setiap mitra individu dan mendiskusikan penyediaan hal yang diminta dengan cara yang saling menguntungkan.
ml: Di %(COMPANY_NAME)s, kami sentiasa gembira menerima permintaan daripada setiap rakan kongsi individu dan terbuka untuk berbincang tentang kemungkinan menyediakan permintaan itu dengan cara yang memberikan manfaat bersama.
vi: Tại %(COMPANY_NAME)s, chúng tôi luôn sẵn sàng nhận các yêu cầu từ mỗi đối tác cá nhân và luôn cởi mở để thảo luận về khả năng thực hiện yêu cầu đó sao cho đôi bên cùng có lợi.
