Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: Which documents should I provide?
id: Dokumen apa yang perlu saya sediakan?
ml: Apakah dokumen yang perlu saya berikan?
vi: Tôi nên cung cấp những tài liệu nào?

source: As part of our regulatory requirements and in an effort to protect clients, %(COMPANY_NAME)s requires you to submit two documents. These are your proof of ID and your proof of residency (e.g a passport and utility bill). In accordance with regulatory requirements, %(COMPANY_NAME)s may from time to time request further documentation however clients can be assured of a high level of data protection at all times.
id: Untuk memenuhi persyaratan regulasi dan sebagai upaya untuk melindungi klien, %(COMPANY_NAME)s mewajibkan Anda untuk menyerahkan dua dokumen. Dua dokumen ini adalah Bukti Identitas dan Bukti Domisili Anda (misalnya paspor dan surat tagihan listrik). Sesuai dengan persyaratan regulasi, %(COMPANY_NAME)s terkadang mungkin meminta dokumentasi tambahan, tapi yakinlah bahwa kami memastikan perlindungan data maksimal setiap saat.
ml: Sebagai sebahagian daripada keperluan kawal selia dan dalam usaha melindungi pelanggan, %(COMPANY_NAME)s menghendaki anda menyerahkan dua dokumen. Dokumen yang diperlukan ialah bukti ID anda dan bukti kediaman anda (contoh, pasport dan bil utiliti). Menurut keperluan kawal selia, %(COMPANY_NAME)s boleh dari masa ke masa meminta dokumen selanjutnya, tetapi pelanggan boleh berasa yakin tentang tahap perlindungan data yang tinggi pada setiap masa.
vi: Nằm trong các yêu cầu quản lý của chúng tôi và để nỗ lực bảo vệ khách hàng, %(COMPANY_NAME)s yêu cầu quý vị gửi hai tài liệu. Đó là bằng chứng chứng minh nhân thân và tình trạng cư trú của quý vị (ví dụ: hộ chiếu và hóa đơn điện, nước...). Theo các yêu cầu quản lý, tùy từng thời điểm %(COMPANY_NAME)s có thể yêu cầu thêm tài liệu. Tuy nhiên, khách hàng có thể yên tâm vì dữ liệu luôn được bảo vệ cao độ.

source: Does %(COMPANY_NAME)s provide any assistance with my trading?
id: Apakah %(COMPANY_NAME)s menyediakan bantuan trading?
ml: Adakah %(COMPANY_NAME)s menyediakan sebarang bantuan berkaitan dengan dagangan saya?
vi: %(COMPANY_NAME)s có hỗ trợ tôi giao dịch không?

source: At %(COMPANY_NAME)s we assist our traders wherever possible by providing useful tools such as an economic calendar. Our support team is also available 24/5 for help and assistance. We do not, however, provide investment advice to clients or execute trades on their behalf.
id: %(COMPANY_NAME)s mendampingi trader kami semaksimal mungkin dengan menyediakan beragam perangkat bermanfaat seperti kalender ekonomi. Tim dukungan kami juga tersedia 24/5 untuk membantu. Walau begitu, kami tidak menyediakan saran investasi kepada klien atau mewakili klien dalam mengeksekusi trade.
ml: Di %(COMPANY_NAME)s, kami membantu pedagang kami pada bila-bila masa yang boleh dengan menyediakan alat yang membantu seperti kalendar ekonomi. Pasukan sokongan kami juga disediakan 24/5 untuk memberikan bantuan. Walau bagaimanapun, kami tidak memberikan nasihat pelaburan kepada pelanggan atau melaksanakan dagangan bagi pihak mereka.
vi: Tại %(COMPANY_NAME)s, chúng tôi hỗ trợ người giao dịch bất cứ khi nào có thể bằng cách cung cấp các công cụ hữu ích, ví dụ như lịch kinh tế. Nhóm hỗ trợ của chúng tôi cũng sẵn sàng giúp đỡ và hỗ trợ 24 giờ/ngày, 5 ngày/tuần. Tuy nhiên, chúng tôi không tư vấn đầu tư cho khách hàng hoặc thay mặt họ thực hiện giao dịch.

source: What Leverage am I allowed at %(COMPANY_NAME)s?
id: Leverage apa yang dapat saya gunakan di %(COMPANY_NAME)s?
ml: Apakah Leveraj yang boleh saya gunakan di %(COMPANY_NAME)s?
vi: Tôi được phép sử dụng đòn bẩy tài chính nào tại %(COMPANY_NAME)s?

source: At %(COMPANY_NAME)s traders are granted up to 1:500 leverage based on the account type they have selected. Flexible leverage is granted to larger accounts receiving bespoke solutions. Please check your eligibility with your Account Manager.
id: Trader %(COMPANY_NAME)s dapat menggunakan leverage hingga 1:500 sesuai dengan tipe akun yang dipilih. Leverage fleksibel ditawarkan untuk akun yang lebih besar yang mendapat solusi eksklusif. Silakan pastikan kelayakan Anda kepada Account Manager Anda.
ml: Di %(COMPANY_NAME)s, pedagang diberikan leveraj sehingga 1:500 berdasarkan jenis akaun yang mereka pilih. Leveraj fleksibel diberikan kepada akaun lebih besar yang menerima penyelesaian ditempah khas. Sila semak kelayakan anda dengan Pengurus Akaun anda.
vi: Tại %(COMPANY_NAME)s, người giao dịch được phép sử dụng đòn bẩy tài chính tối đa 1:500, trên cơ sở loại tài khoản họ đã chọn. Đòn bẩy linh hoạt được cấp cho các tài khoản lớn hơn, nhận được các giải pháp đặt riêng. Vui lòng kiểm tra điều kiện của quý vị với Nhân viên quản lý tài khoản của quý vị.

source: How can I deposit/withdraw funds to my %(COMPANY_NAME)s Account?
id: Bagaimana cara melakukan deposit/penarikan dana ke Akun %(COMPANY_NAME)s saya?
ml: Bagaimanakah saya boleh mendepositkan/mengeluarkan dana ke Akaun %(COMPANY_NAME)s saya?
vi: Làm thế nào để tôi gửi tiền vào/rút tiền ra Tài khoản %(COMPANY_NAME)s của mình?

source: See a full list of deposit and withdrawal methods here
id: Lihat daftar lengkap metode deposit dan penarikan dana di sini
ml: Lihat senarai kaedah deposit dan pengeluaran penuh di sini
vi: Xem danh sách đầy đủ các phương thức gửi và rút tiền tại đây

source: Which currencies can I use to deposit to my %(COMPANY_NAME)s account?
id: Mata uang apa saja yang dapat saya gunakan untuk deposit dana ke akun %(COMPANY_NAME)s?
ml: Apakah mata wang yang boleh saya gunakan untuk membuat deposit ke akaun %(COMPANY_NAME)s saya?
vi: Tôi có thể sử dụng đồng tiền nào để gửi tiền vào tài khoản %(COMPANY_NAME)s của mình?

source: %(COMPANY_NAME)s accepts the following base currencies: GBP, USD, EUR, JPY
id: %(COMPANY_NAME)s menerima mata uang dasar berikut: GBP, USD, EUR, JPY
ml: %(COMPANY_NAME)s menerima mata wang asas berikut: GBP, USD, EUR, JPY
vi: %(COMPANY_NAME)s chấp nhận các đồng tiền cơ bản sau đây: GBP, USD, EUR, JPY

source: How long does the deposit process take?
id: Berapa lama waktu yang dibutuhkan untuk proses deposit?
ml: Berapa lamakah masa untuk memproses deposit?
vi: Quy trình gửi tiền kéo dài bao lâu?

source: Please click here
id: Silakan klik di sini
ml: Sila klik di sini
vi: Vui lòng nhấp vào đây

source: What is a spread?
id: Apa itu spread?
ml: Apakah spread?
vi: Chênh lệch giữa giá mua và giá bán là gì?

source: A spread is the difference between the Bid and Ask price in forex trading. It represents the price of an asset that you, as a client, can Sell and Buy for.
id: Spread adalah selisih antara harga Bid dan Ask dalam trading forex. Ini adalah harga aset yang dapat Anda, sebagai klien, gunakan untuk bertransaksi Jual atau Beli.
ml: Spread ialah perbezaan antara harga Bida dan Tanya dalam dagangan forex. Ia mewakili harga sesuatu aset yang anda sebagai pelanggan boleh Jual dan Beli aset.
vi: Chênh lệch giữa giá mua và giá bán là chênh lệch giữa giá Mua và giá Bán trong giao dịch ngoại hối. Chênh lệch này thể hiện giá của tài sản mà quý vị, với tư cách là khách hàng, có thể Bán và Mua.

source: What is a short/long position?
id: Apa itu posisi short/long?
ml: Apakah kedudukan pendek/panjang (short/long)?
vi: Vị thế ngắn/dài là gì?

source: When you sell a currency pair you have taken a short position on that pair. When you buy a currency pair you have taken a long position on that pair.
id: Saat Anda menjual pasangan mata uang, Anda mengambil posisi short atas pasangan mata uang tersebut. Saat Anda membeli pasangan mata uang, Anda mengambil posisi long atas pasangan mata uang tersebut.
ml: Apabila anda menjual sesuatu pasangan mata wang, anda mengambil kedudukan pendek pada pasangan itu. Apabila anda membeli sesuatu pasangan mata wang, anda mengambil kedudukan panjang pada pasangan itu.
vi: Khi quý vị bán một cặp tiền tệ thì quý vị có vị thế ngắn đối với cặp tiền tệ đó. Khi quý vị mua một cặp tiền tệ thì quý vị có vị thế dài đối với cặp tiền tệ đó.

source: Can I open more than one live/demo account?
id: Apakah saya boleh membuka lebih dari satu akun live/demo?
ml: Bolehkah saya membuka lebih daripada satu akaun langsung/demo?
vi: Tôi có thể mở nhiều tài khoản demo/hoạt động không?

source: At %(COMPANY_NAME)s you can open more than one live or demo trading account. In fact, you can open up to five live trading accounts.
id: Anda boleh membuka lebih dari satu akun trading live atau demo di %(COMPANY_NAME)s. Anda bahkan dapat membuka hingga lima akun trading live.
ml: Di %(COMPANY_NAME)s, anda boleh membuka lebih daripada satu akaun dagangan langsung atau demo. Malah, anda boleh membuka sehingga lima akaun dagangan langsung.
vi: Tại %(COMPANY_NAME)s, quý vị có thể mở nhiều tài khoản giao dịch hoạt động hoặc demo. Trên thực tế, quý vị có thể mở tối đa năm tài khoản giao dịch hoạt động.

source: Can I keep my account open with no balance?
id: Apakah saya dapat mempertahankan akun tanpa saldo?
ml: Bolehkah saya membiarkan akaun saya terbuka dengan tiada baki?
vi: Tôi có thể duy trì tài khoản mà không có số dư không?

source: Yes. At %(COMPANY_NAME)s you can maintain a balance of zero for as long as you require.
id: Ya. Anda dapat mempertahankan akun di %(COMPANY_NAME)s dengan saldo nol tanpa batas waktu.
ml: Ya. Di %(COMPANY_NAME)s, anda boleh mengekalkan baki sifar selama yang anda perlu.
vi: Có thể. Tại %(COMPANY_NAME)s, quý vị có thể duy trì số dư bằng không theo ý mình.

source: What account types are offered by %(COMPANY_NAME)s?
id: Tipe akun apa saja yang disediakan oleh %(COMPANY_NAME)s?
ml: Apakah jenis akaun yang ditawarkan oleh %(COMPANY_NAME)s?
vi: %(COMPANY_NAME)s cung cấp những loại tài khoản nào?

source: To see a full list of our account types, please click here
id: Untuk melihat daftar lengkap tipe akun yang kami tawarkan, silakan klik di sini
ml: Untuk melihat senarai penuh jenis akaun yang ditawarkan, sila klik di sini
vi: Để xem danh sách đầy đủ các loại tài khoản của chúng tôi, vui lòng nhấp vào đây

source: Funds
id: Dana
ml: Dana
vi: Quỹ tiền tệ

source: %(COMPANY_NAME)s ensures maximum security of your funds!
id: %(COMPANY_NAME)s memastikan keamanan maksimum atas dana Anda!
ml: %(COMPANY_NAME)s memastikan keselamatan maksimum untuk dana anda!
vi: %(COMPANY_NAME)s đảm bảo an ninh tối đa cho quỹ tiền của quý vị!

source: As a financial institution %(COMPANY_NAME)s takes every preventative measure to ensure client investments are highly secure and safe under all circumstances. This level of security is achieved through the following:
id: Sebagai sebuah institusi finansial, %(COMPANY_NAME)s mengambil segala langkah preventif demi memastikan investasi klien mendapat perlindungan dan keamanan maksimum di segala situasi. Level keamanan ini dicapai melalui:
ml: Sebagai institusi kewangan, %(COMPANY_NAME)s mengambil setiap langkah pencegahan bagi memastikan pelaburan pelanggan sangat selamat dalam semua keadaan. Tahap keselamatan ini dicapai melalui langkah-langkah berikut:
vi: Là một tổ chức tài chính, %(COMPANY_NAME)s tiến hành mọi biện pháp phòng ngừa để đảm bảo các khoản đầu tư của khách hàng được bảo đảm và an toàn cao độ trong mọi tình huống. Mức độ bảo đảm này được dựa trên:

source: Segregation of client funds
id: Segregasi dana klien
ml: Pengasingan dana pelanggan
vi: Tách các khoản tiền của khách hàng

source: Client funds are held in separate accounts within secure banking institutions, thereby protecting their use for any other purpose. This segregation from the company’s own accounts ensures that traders’ funds cannot be used by the company under any circumstances.
id: Dana klien disimpan di rekening terpisah di institusi perbankan yang terlindung. Dengan demikian, dana klien tidak akan digunakan untuk tujuan lain apa pun. Pemisahan dana klien dari dana perusahaan memastikan bahwa dana trader tidak mungkin digunakan oleh perusahaan dalam situasi apa pun.
ml: Dana pelanggan disimpan dalam akaun berasingan dalam institusi perbankan yang selamat, dengan itu melindungi penggunaannya bagi sebarang tujuan lain. Pengasingan daripada akaun syarikat ini memastikan dana pedagang tidak boleh digunakan oleh syarikat dalam apa-apa jua keadaan.
vi: Tiền của khách hàng được giữ trong các tài khoản riêng biệt tại các tổ chức ngân hàng an toàn, qua đó bảo vệ không sử dụng chúng cho bất kỳ mục đích nào khác. Việc tách khỏi các tài khoản của chính công ty đảm bảo công ty không thể sử dụng tiền của người giao dịch trong mọi trường hợp.

source: Full Regulation
id: Regulasi Penuh
ml: Kawal Selia Penuh
vi: Quản lý hoàn toàn

source: %(COMPANY_NAME)s is licensed by the International Financial Services Commission (“IFSC”) in Belize which means the company is monitored and has to comply to governing rules and regulations.
id: %(COMPANY_NAME)s memegang lisensi dari International Financial Services Commission (IFSC / Komisi Jasa Keuangan Internasional) di Belize. Dengan demikian, perusahaan ini senantiasa dipantau dan wajib mematuhi segala hukum dan peraturan yang berlaku.
ml: %(COMPANY_NAME)s diberikan lesen oleh International Financial Services Commission (“IFSC”) di Belize, bermakna syarikat dipantau dan perlu mematuhi undang-undang dan peraturan yang mengawalnya.
vi: %(COMPANY_NAME)s được Ủy ban dịch vụ tài chính quốc tế (“IFSC”) tại Belize cấp phép, có nghĩa là công ty được quản lý và phải tuân thủ các quy định, quy tắc điều chỉnh.

source: SSL Security with 256 Bit Encryption
id: SSL Security dengan Enkripsi 256 Bit
ml: Keselamatan SSL dengan Penyulitan 256 Bit
vi: An ninh nhờ SSL với mã hóa 256 bit

source: Clients financial transactions are all protected by the Secure Sockets Layer (SSL), which is a security technology for establishing an encrypted link between a web server and a web browser ensuring all data passed between the web server and browser remains private.
id: Seluruh transaksi finansial klien dilindungi dengan Secure Sockets Layer (SSL) yaitu teknologi keamanan untuk membuat hubungan terenkripsi antara server web dan browser web yang memastikan bahwa seluruh data yang dikirimkan antara server web dan browser selalu bersifat rahasia.
ml: Transaksi kewangan Pelanggan semuanya dilindungi oleh Lapisan Soket Selamat (SSL), iaitu teknologi keselamatan untuk mewujudkan pautan yang disulitkan antara pelayan web dan pelayar web, memastikan semua data yang dilepaskan antara pelayan web dan pelayar kekal rahsia.
vi: Các giao dịch tài chính của khách hàng đều được bảo vệ bằng giao thức Secure Sockets Layer (SSL), là một công nghệ an ninh để tạo liên kết mã hóa giữa máy chủ web và trình duyệt web, đảm bảo toàn bộ dữ liệu chuyển giữa máy chủ web và trình duyệt đều được bảo đảm riêng tư.

source: Licence and Regulations
id: Lisensi dan Regulasi
ml: Lesen dan Kawal Selia
vi: Cấp phép và quy định

source: Trade with a Regulated Broker
id: Trading Bersama Broker FX Resmi
ml: Berdagang dengan Broker Terkawal
vi: Giao dịch với nhà môi giới được quản lý

source: %(COMPANY_NAME)s LIMITED is a limited liability company dully registered and existing under the laws of Belize with registration number 130266 and licensed by the International Financial Services Commission (“IFSC”) in Belize with license number IFSC/60/260/TS/17.
id: %(COMPANY_NAME)s LIMITED adalah perseroan terbatas yang terdaftar dan berdiri di bawah undang-undang Belize dengan nomor registrasi 130266 dan memegang lisensi dari International Financial Services Commission (IFSC / Komisi Jasa Keuangan Internasional) di Belize dengan nomor lisensi IFSC/60/260/TS/17.
ml: %(COMPANY_NAME)s LIMITED ialah syarikat liabiliti terhad yang berdaftar sepenuhnya dan ditubuhkan di bawah undang-undang Belize dengan nombor pendaftaran 130266 dan diberikan lesen oleh International Financial Services Commission (“IFSC”) di Belize dengan nombor lesen IFSC/60/260/TS/17.
vi: %(COMPANY_NAME)s LIMITED là một công ty TNHH, được đăng ký và hoạt động hợp pháp theo luật Belize với số đăng ký 130266, được Ủy ban dịch vụ tài chính quốc tế (“IFSC”) cấp phép tại Belize với số giấy phép IFSC/60/260/TS/17.

source: Compare Accounts
id: Bandingkan Akun
ml: Bandingkan Akaun
vi: So sánh tài khoản

source: Accounts
id: Akun
ml: Akaun
vi: Tài khoản

source: Select the account that suits your trading!
id: Pilih akun yang sesuai untuk trading Anda!
ml: Pilih akaun yang sesuai dengan dagangan anda!
vi: Chọn tài khoản phù hợp với giao dịch của quý vị!

source: To give you the best trading experience, %(COMPANY_NAME)s offers flexible account types to match your trading needs.
id: Untuk mempersembahkan pengalaman trading terbaik kepada Anda, %(COMPANY_NAME)s menyediakan pilihan tipe akun fleksibel untuk menjawab kebutuhan trading Anda.
ml: Untuk memberi anda pengalaman dagangan terbaik, %(COMPANY_NAME)s menawarkan jenis akaun fleksibel untuk disesuaikan dengan keperluan dagangan anda.
vi: Để đem lại cho quý vị trải nghiệm giao dịch tốt nhất, %(COMPANY_NAME)s cung cấp các loại tài khoản linh hoạt để khớp với nhu cầu giao dịch của quý vị.

source: Spreads
id: Spread
ml: Spread
vi: tiêu chuẩn

source: from 2.3 pips
id: mulai 2.3 pips
ml: daripada 2.3 pip
vi: từ 2,3 pip

source: Minimum Deposit
id: Deposit Minimum
ml: Deposit Minimum
vi: Tiền gửi tối thiểu

source: 50 USD *
id: USD 50 *
ml: USD 50 *

source: Leverage
ml: Leveraj
vi: Đòn bẩy tài chính

source: Order Execution
id: Eksekusi Order
ml: Pelaksanaan Pesanan
vi: Thực hiện lệnh

source: Market Execution
id: Eksekusi Pasar
ml: Pelaksanaan Pasaran
vi: Thực hiện lệnh thị trường

source: Instrument
id: Instrumen
ml: Instrumen
vi: Công cụ

source: FX, Commodities, Equity Indices
id: FX, Komoditas, Indeks Saham
ml: FX, Komoditi, Indeks Ekuiti
vi: FX, hàng hóa, chỉ số vốn chủ sở hữu

source: Deposit Currencies
id: Mata Uang Deposit
ml: Mata Wang Deposit
vi: Tiền gửi

source: Swap Type
id: Tipe Swap
ml: Jenis Swap
vi: Loại hoán đổi

source: Points ***
id: Poin ***
ml: Mata ***
vi: Điểm ***

source: Minimum Order Size
id: Order Minimum
ml: Saiz Pesanan Minimum
vi: Giá trị tối thiểu/lệnh

source: Maximum Order Size
id: Order Maksimum
ml: Saiz Pesanan Maksimum
vi: Giá trị tối đa/lệnh

source: Stop Out
ml: Henti Keluar
vi: Ngưng tất toán

source: Margin Call
ml: Panggilan Margin
vi: Yêu cầu bảo chứng

source: Trading Platform
id: Platform Trading
ml: Platform Dagangan
vi: Sàn giao dịch

source: Mobile Trading
id: Trading Seluler
ml: Dagangan Mudah Alih
vi: Giao dịch qua điện thoại di động

source: Telephone Trading
id: Trading via Telepon
ml: Dagangan Telefon
vi: Giao dịch qua điện thoại

source: Fifth Decimal
id: Desimal Kelima
ml: Perpuluhan Kelima
vi: Số thập phân thứ năm

source: 24/5 Dealing Support
id: Dukungan Dealing 24/5
ml: Sokongan Urus Niaga 24/5
vi: Hỗ trợ giao dịch 24 giờ/ngày, 5 ngày/tuần

source: Commission
id: Komisi
ml: Komisen
vi: Hoa hồng

source: from 0 pips
id: mulai 0 pips
ml: daripada 0 pip
vi: từ 0 pip

source: 20,000 USD *
id: USD 20.000 *
ml: USD 20,000 *

source: Instruments
id: Instrumen
ml: Instrumen
vi: Công cụ

source: 24h Dealing Support
id: Dukungan Dealing 24 Jam
ml: Sokongan Urus Niaga 24 jam
vi: Hỗ trợ giao dịch 24 giờ/ngày

source: from 1.9 pips
id: mulai 1.9 pips
ml: daripada 1.9 pip
vi: từ 1,9 pip

source: 5,000 USD *
id: USD 5.000 *
ml: USD 5,000 *

source: * Minimum deposits based on USD. Deposits in other currencies must be deposited based on the equivalent US dollar amounts based on the exchange rate.
id: * Deposit minimum dalam USD. Deposit dalam mata uang lainnya dihitung berdasarkan nilai setara USD Dolar pada kurs yang berlaku.
ml: * Deposit minimum berasaskan USD. Deposit dalam mata wang lain mesti didepositkan berdasarkan jumlah dolar AS yang setara berasaskan kadar pertukaran.
vi: * Tiền gửi tối thiểu trên cơ sở USD. Tiền gửi bằng các đồng tiền khác phải được gửi trên cơ sở số tiền bằng đô la Mỹ tương đương theo tỷ giá hối đoái.

source: **Account balances over USD 10,000 have a maximum leverage of 1:200. Account balances over USD 100,000 maximum leverate at 1:100.
id: ** Akun dengan saldo di atas USD 10.000 mendapat leverage maksimum 1:200. Akun dengan saldo di atas USD 100.000 mendapat leverage maksimum 1:100.
ml: **Baki akaun yang melebihi USD 10,000 mempunyai leveraj maksimum 1:200. Baki akaun yang melebihi USD 100,000 diberikan leveraj maksimum 1:100.
vi: Số dư tài khoản trên 10.000 USD có đòn bẩy tài chính tối đa là 1:200. Số dư tài khoản trên 100.000 USD có đòn bẩy tài chính tối đa là 1:100.

source: ***Swaps are calculated in points and subject to change, based on the difference in interest rate differential of the the overnight rate, of the two currencies.
id: ***Swap dihitung dalam poin dan dapat berubah berdasarkan selisih dalam diferensial suku bunga harga overnight kedua mata uang.
ml: ***Swap dikira dalam mata dan tertakluk pada perubahan, berdasarkan perbezaan dalam perbezaan kadar faedah bagi kadar semalaman, bagi dua mata wang tersebut.
vi: ***Các giao dịch hoán đổi được tính bằng điểm và có thể thay đổi, trên cơ sở chênh lệch lãi suất giữa lãi suất qua đêm của hai đồng tiền.

source: ****Only valid for forex pairs. For commodities and stock indices minimum order sizes please visit the trading instruments pages.
id: ****Hanya berlaku untuk pasangan forex. Untuk besar order minimum komoditas dan indeks saham, silakan masuk ke halaman instrumen trading.
ml: ****Hanya sah untuk pasangan forex. Untuk saiz pesanan minimum komoditi dan indeks saham, sila layari halaman instrumen dagangan.
vi: ****Chỉ có giá trị đối với các cặp ngoại hối. Đối với giá trị tối thiểu/lệnh của hàng hóa và chỉ số cổ phiếu, vui lòng truy cập trang công cụ giao dịch.

source: Demo Account
id: Akun Demo
ml: Akaun Demo
vi: Tài khoản Demo

source: Funding Options
id: Opsi Pendanaan
ml: Pilihan Pendanaan
vi: Tùy chọn cấp vốn

source: Accoutns
id: Akun
ml: Akaun
vi: Tài khoản

source: About Funding Methods
id: Tentang Metode Pendanaan
ml: Tentang Kaedah Pendanaan
vi: Giới thiệu về các phương thức cấp vốn

source: %(COMPANY_NAME)s clients can deposit through credit card from any country around the world.
id: Klien %(COMPANY_NAME)s dapat membuat deposit menggunakan kartu kredit dari negara mana pun.
ml: Pelanggan %(COMPANY_NAME)s boleh membuat deposit melalui kad kredit dari mana-mana negara di dunia.
vi: Khách hàng của %(COMPANY_NAME)s có thể gửi tiền thông qua thẻ tín dụng từ mọi quốc gia trên toàn thế giới.

source: Deposit with your credit card from anywhere in the world.
id: Deposit dengan kartu kredit Anda, di negara mana pun Anda berada.
ml: Deposit dengan kad kredit anda dari mana-mana tempat di dunia.
vi: Gửi tiền bằng thẻ tín dụng từ bất kỳ nơi nào trên thế giới.

source: Don't see a funding method that suits you? Just ask and we will see if we can accommodate your request.
id: Tidak ada metode pendanaan yang cocok? Hubungi kami dan kami akan mencoba membantu Anda.
ml: Tidak melihat kaedah pendanaan yang sesuai dengan anda? Beritahu kami dan kami akan melihat sama ada kami boleh menunaikan permintaan anda.
vi: Nếu quý vị không tìm được phương thức cấp vốn phù hợp, hãy hỏi và chúng tôi sẽ xem liệu có thể đáp ứng yêu cầu của quý vị hay không.

source: Email us at info@royalexc.com
id: Kirim email ke info@royalexc.com
ml: E-mel kami di info@royalexc.com
vi: Gửi email cho chúng tôi tới địa chỉ info@royalexc.com

source: DEPOSITS
id: DEPOSIT
ml: DEPOSIT
vi: KÝ GỬI

source: Deposit of Funds
id: Deposit Dana
ml: Deposit Dana
vi: Gửi tiền
