Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: The world's most popular platform, MT4, now gives you access to a full range of financial markets on your mobile device. Trading currencies, commodities and indices is easy enough for first-time traders and sophisticated enough for the pros.
id: Platform terpopuler dunia, MT, kini memberi Anda akses penuh ke pasar finansial dengan gadget seluler Anda. Trading valas, komoditas, dan indeks kini menjadi cukup mudah untuk trader pemula, tapi juga cukup canggih untuk trader profesional.
ml: Platform paling popular di dunia, MT4 kini memberi anda akses penuh kepada pelbagai pilihan pasaran kewangan di peranti mudah alih anda. Berdagang mata wang, komoditi dan indeks adalah cukup mudah untuk pedagang pertama kali dan cukup canggih untuk pedagang profesional.
vi: Sàn giao dịch phổ biến nhất thế giới MT4 cho phép quý vị tiếp cận một loạt các thị trường tài chính trên thiết bị di động của quý vị. Giao dịch tiền tệ, hàng hóa và chỉ số vừa dễ dàng cho những người giao dịch lần đầu những cũng đủ tinh tế cho những người chuyên nghiệp.

source: Download MetaTrader 4 App for iPhone/iPad
id: Unduh App MetaTrader 4 untuk iPhone/iPad
ml: Muat Turun Aplikasi MetaTrader 4 untuk iPhone/iPad
vi: Tải xuống ứng dụng MetaTrader 4 cho iPhone/iPad

source: Requirements: Requires iOS 5.1.1 or later.
id: Persyaratan: iOS 5.1.1 atau lebih baru.
ml: Keperluan: Memerlukan iOS 5.1.1 atau lebih baru.
vi: Yêu cầu: Yêu cầu iOS 5.1.1 trở lên.

source: Compatible with iPhone, iPad, and iPodtouch.
id: Kompatibel dengan iPhone, iPad, dan iPodtouch.
ml: Serasi dengan iPhone, iPad dan iPod touch.
vi: Tương thích với iPhone, iPad và iPodtouch.

source: Trade on your Apple device
id: Trading di gadget Apple Anda
ml: Berdagang di peranti Apple anda
vi: Giao dịch trên thiết bị Apple

source: Download the MT4 app and trade your %(COMPANY_NAME)s account on your iPhone / iPad / iPod.
id: Unduh app MT4 dan trading di akun %(COMPANY_NAME)s Anda menggunakan iPhone/iPad/iPod.
ml: Muat turun aplikasi MT4 dan dagangkan akaun %(COMPANY_NAME)s anda di iPhone/iPad/iPod anda.
vi: Tải xuống ứng dụng MT4 và giao dịch tài khoản %(COMPANY_NAME)s trên iPhone / iPad / iPod của quý vị.

source: Take advantage of market action on the go
id: Ambil untung dari aksi pasar di mana pun Anda berada
ml: Manfaatkan pasaran di mana-mana sahaja
vi: Tận dụng tính năng giao dịch khi đang di chuyển

source: Convenient, instant access to FX, CFDs, Indices
id: Akses mudah dan seketika ke trading FX, CFD, Indeks
ml: Akses mudah dan segera kepada FX, CFD, Indeks
vi: Truy cập FX, CFD và chỉ số thuận tiện, tức thì

source: All trading functions enabled
id: Seluruh fungsi trading dapat digunakan
ml: Semua fungsi dagangan didayakan
vi: Mọi chức năng giao dịch được kích hoạt

source: Open & close deals, check market news, conduct technical analysis and manage your account
id: Buka & tutup trade, lihat berita pasar, buat analisis teknikal, dan kelola akun Anda
ml: Buka & tutup urus niaga, semak berita pasaran, lakukan analisis teknikal dan urus akaun anda
vi: Mở & đóng giao dịch, kiểm tra tin tức thị trường, tiến hành phân tích kỹ thuật và quản lý tài khoản của quý vị

source: MetaTrader 4 Overview
id: Ikhtisar MetaTrader 4
ml: Gambaran Keseluruhan MetaTrader 4
vi: Tổng quan về MetaTrader 4

source: Access all the dynamic %(COMPANY_NAME)s trading instruments under the same account from multiple platforms.
id: Akses seluruh instrumen trading dinamis %(COMPANY_NAME)s dengan akun yang sama untuk banyak platform.
ml: Akses semua instrumen dagangan %(COMPANY_NAME)s yang dinamik di bawah akaun yang sama daripada berbilang platform.
vi: Truy cập tất cả các công cụ giao dịch năng động của %(COMPANY_NAME)s với cùng một tài khoản từ nhiều nền tảng.

source: %(COMPANY_NAME)s provides you with the industry’s most reputable, award-winning and sought after forex and CFD platforms – MetaTrader 4 (MT4). The MT4 platform is provided through a variety of applications to suit your preferences. What’s great is that you can access the same account through MT4 applications, allowing you to be in full control of your trades at all times.
id: %(COMPANY_NAME)s menyediakan platform forex dan CFD paling prestisius, terpopuler, dan peraih penghargaan di industri ini - MetaTrader 4 (MT4). Platform MT4 ini tersedia dalam berbagai aplikasi yang dapat dipilih sesuai preferensi Anda. Hebatnya, Anda dapat mengakses akun yang sama melalui sejumlah aplikasi MT4 sehingga Anda sepenuhnya dapat mengendalikan trade Anda setiap saat dari mana saja.
ml: %(COMPANY_NAME)s menyediakan platform forex dan CFD yang bereputasi paling baik, memenangi anugerah dan paling dicari-cari dalam industri – MetaTrader 4 (MT4). Platform MT4 disediakan melalui pelbagai aplikasi untuk disesuaikan dengan keutamaan anda. Paling hebat ialah anda boleh mengakses akaun yang sama melalui aplikasi MT4, membolehkan anda mengawal sepenuhnya dagangan anda sepanjang masa.
vi: %(COMPANY_NAME)s cung cấp cho khách hàng sàn giao dịch ngoại hối và CFD uy tín nhất trong ngành, đã giành giải thưởng và được tìm kiếm, đó chính là Metatrader 4 (MT4). Sàn giao dịch MT4 được cung cấp qua một loạt các ứng dụng để phù hợp với sở thích của quý vị. Điều tuyệt vời là quý vị có thể truy cập cùng một tài khoản thông qua các ứng dụng MT4, cho phép quý vị luôn kiểm soát hoàn toàn các giao dịch của mình.

source: Web-Based MT4 Platform
id: Platform MT4 Berbasis Web
ml: Platform MT4 Berasaskan Web
vi: Sàn giao dịch MT4 trên web

source: Start trading on MT4 in seconds with
id: Mulai trading di MT4 dalam hitungan detik dengan
ml: Mula berdagang di MT4 dalam masa beberapa saat dengan
vi: Bắt đầu giao dịch ngay trên MT4 với

source: Access the world’s leading trading platform, MetaTrader 4 (MT4) on Chrome, Firefox, Microsoft Edge, Internet Explorer and Safari!
id: Akses platform trading terpopuler di dunia, MetaTrader 4 (MT4) melalui Chrome, Firefox, Microsoft Edge, Internet Explorer dan Safari!
ml: Akses platform dagangan terkemuka di dunia, MetaTrader 4 (MT4) di Chrome, Firefox, Microsoft Edge, Internet Explorer dan Safari!
vi: Truy cập sàn giao dịch hàng đầu thế giới MetaTrader 4 (MT4) trên Chrome, Firefox, Microsoft Edge, Internet Explorer và Safari!

source: To get started with
id: Untuk memulai menggunakan
ml: Untuk bermula dengan
vi: Để bắt đầu với

source: WebTrader, all you need is an internet connection and an
id: WebTrader, Anda hanya perlu koneksi internet dan
ml: WebTrader, anda hanya memerlukan sambungan Internet dan
vi: WebTrader, tất cả những gì quý vị cần là kết nối internet và một

source: trading account! As
id: akun trading! Karena
ml: akaun dagangan! Oleh sebab
vi: tài khoản giao dịch! Do

source: WebTrader is a web-based trading platform, you don’t need to download any software either. Simply launch
id: WebTrader adalah platform trading berbasis web, Anda tidak perlu mengunduh software. Cukup buka
ml: WebTrader ialah platform dagangan berasaskan web, anda juga tidak perlu memuat turun apa-apa perisian. Hanya lancarkan
vi: WebTrader là một sàn giao dịch trên web, quý vị không cần tải xuống bất kỳ phần mềm nào. Chỉ cần khởi chạy

source: WebTrader from here or register an account with us and get started. It’s that easy!
id: WebTrader atau daftar akun bersama kami untuk memulai. Sangat mudah!
ml: WebTrader dari sini atau daftar akaun dengan kami dan bermula. Semudah itu!
vi: WebTrader từ đây hoặc đăng ký tài khoản với chúng tôi và bắt đầu ngay. Thật dễ dàng!

source: WebTrader is supported by the following browsers:
id: WebTrader didukung oleh browser berikut:
ml: WebTrader disokong oleh pelayar berikut:
vi: WebTrader được hỗ trợ bởi các trình duyệt sau:

source: * and higher
id: *atau lebih tinggi
ml: * dan yang lebih tinggi
vi: * hoặc mới hơn

source: Run WebTrader
id: Buka WebTrader
ml: Jalankan WebTrader
vi: Chạy WebTrader

source: Key
ml: Manfaat
vi: Chìa khóa

source: WebTrader Benefits
id: Keunggulan Utama WebTrader
ml: WebTrader Paling Utama
vi: Lợi ích của WebTrader

source: WebTrader requires no download. Use your existing MT4 credentials to login and trade from your browser.
id: WebTrader tidak perlu diunduh. Gunakan kredensial MT4 yang telah Anda miliki untuk langsung login dan trading dari browser Anda.
ml: WebTrader tidak memerlukan muat turun. Gunakan kelayakan MT4 sedia ada anda untuk log masuk dan berdagang dari pelayar anda.
vi: WebTrader không yêu cầu tải xuống bất kỳ phần mềm nào. Sử dụng thông tin đăng nhập MT4 đã có để đăng nhập và giao dịch từ trình duyệt của quý vị.

source: It works on any web browser and supports all operating systems, which makes it so much easier to get started!
id: WebTrader dapat dibuka dari browser web apa pun dan mendukung semua sistem operasi, sehingga begitu mudah untuk digunakan!
ml: Ia berfungsi di mana-mana pelayar dan menyokong semua sistem pengendalian, yang menjadikannya jauh lebih mudah untuk bermula!
vi: WebTrader chạy trên bất kỳ trình duyệt nào và hỗ trợ mọi hệ điều hành để khởi động dễ dàng hơn!

source: WebTrader’s user interface is super easy to use, plus it’s available in loads of languages
id: Antarmuka WebTrader sangat ramah pengguna dan tersedia dalam banyak bahasa
ml: Antara muka pengguna WebTrader sangat mudah untuk digunakan, serta tersedia dalam pelbagai bahasa
vi: Giao diện người dùng của WebTrader rất dễ sử dụng, đồng thời cũng có rất nhiều ngôn ngữ để chọn

source: Our “One-Click-Execution” allows you to place trades in a mouse click!
id: "Eksekusi Satu Klik" memungkinkan Anda menempatkan trade dalam satu klik saja!
ml: "Pelaksanaan Satu Klik" kami membolehkan anda membuat dagangan dengan satu klik tetikus!
vi: Tính năng “Thực hiện chỉ bằng một cú nhấp” của chúng tôi cho phép quý vị thực hiện giao dịch chỉ trong một cú nhấp chuột!

source: WebTrader comes fully equipped with 9 chart time frames.
id: WebTrader dilengkapi dengan 9 kerangka waktu grafik.
ml: WebTrader dilengkapi sepenuhnya dengan 9 rangka masa carta.
vi: WebTrader được trang bị đầy đủ 9 khung thời gian biểu đồ.

source: You can easily trade from charts and also monitor all your active orders directly on the chart.
id: Anda dapat trading dengan mudah dari grafik dan juga memantau seluruh order aktif Anda langsung dari grafik.
ml: Anda boleh berdagang dengan mudah dari carta dan juga memantau semua pesanan aktif anda secara terus di carta.
vi: Quý vị có thể dễ dàng giao dịch từ biểu đồ và đồng thời theo dõi mọi lệnh đang kích hoạt trực tiếp trên biểu đồ.

source: WebTrader also has in-built advanced analysis tools, which are there to help you trade better.
id: WebTrader juga memiliki perangkat analisis built-in yang canggih dan sangat bermanfaat untuk membantu trading Anda.
ml: WebTrader juga mempunyai alat analisis lanjutan terbina dalam yang disediakan untuk membantu anda berdagang dengan lebih baik.
vi: WebTrader cũng có các công cụ phân tích nâng cao cài đặt sẵn để giúp quý vị giao dịch hiệu quả hơn.

source: With
id: Dengan
ml: Dengan
vi: Với

source: WebTrader, you can view your account history in just a couple of clicks.
id: WebTrader, Anda dapat melihat riwayat akun Anda dengan beberapa klik saja.
ml: WebTrader, anda boleh melihat sejarah akaun anda dengan beberapa klik sahaja.
vi: WebTrader, quý vị có thể xem lịch sử tài khoản của quý vị chỉ trong một vài cú nhấp.

source: Thank You. Your Account Has Been Created. Backoffice Will Contact You To Finalize Your Account.
id: Terima kasih. Akun Anda Berhasil Dibuat. Tim Back Office Kami Akan Menghubungi Anda untuk Menyelesaikan Proses Pembukaan Akun Anda.
ml: Terima Kasih. Akaun Anda Telah Dibuat. Pejabat Pentadbiran Akan Menghubungi Anda Untuk Memuktamadkan Akaun Anda.
vi: Xin cảm ơn. Tài khoản của quý vị đã được tạo. Bộ phận hỗ trợ sẽ liên hệ với quý vị để hoàn tất tài khoản của quý vị.

source: %(COMPANY_NAME)s Academy
id: Akademi %(COMPANY_NAME)s
ml: Akademi %(COMPANY_NAME)s

source: Tools-Education
id: Perangkat-Edukasi
ml: Alat Pendidikan
vi: Công cụ-giáo dục

source: ROYALEXC Academy
id: Akademi ROYALEXC
ml: Akademi ROYALEXC

source: Learn Forex
id: Belajar Forex
ml: Belajar Forex
vi: Tìm hiểu về ngoại hối

source: Learn to trade currencies, commodities, bonds and indices with our online forex trading tools.
id: Pelajari cara trading valas, komoditas, obligasi, dan indeks dengan perangkat trading forex online kami.
ml: Belajar cara berdagang mata wang, komoditi, bon dan indeks dengan alat dagangan forex dalam talian kami.
vi: Tìm hiểu cách giao dịch tiền tệ, hàng hóa, trái phiếu và chỉ số với các công cụ giao dịch ngoại hối trực tuyến của chúng tôi.

source: All the tools you need to learn currency trading. Start your free forex lessons now.
id: Segala perangkat yang Anda perlukan untuk mempelajari trading valas. Mulai belajar forex gratis sekarang.
ml: Semua alat yang anda perlukan untuk belajar dagangan mata wang. Mulakan pelajaran forex percuma anda sekarang.
vi: Tất cả các công cụ quý vị cần để tìm hiểu về giao dịch tiền tệ. Bắt đầu bài học miễn phí về ngoại hối ngay.

source: Read More
id: Baca Selengkapnya
ml: Baca Selanjutnya
vi: Đọc thêm

source: Forex Insights
id: Wawasan Forex
ml: Wawasan Forex
vi: Hiểu sâu về ngoại hối

source: Get fx insights from our professional analysts to help you get ahead with your trading.
id: Dapatkan wawasan fx dari tim analis profesional kami untuk mengoptimalkan trading Anda.
ml: Dapatkan wawasan fx daripada penganalisis profesional kami untuk membantu anda meneruskan dagangan anda.
vi: Tìm hiểu sâu về ngoại hối từ những nhà phân tích chuyên nghiệp của chúng tôi, để giúp quý vị luôn đi đầu trong giao dịch.

source: Forex Glossary
id: Glosarium Forex
ml: Glosari Forex
vi: Bảng thuật ngữ về ngoại hối

source: Get to know the industry terms with our complete forex dictionary.
id: Kuasai istilah industri ini dengan kamus forex lengkap dari kami.
ml: Ketahui istilah industri dengan kamus forex kami yang lengkap.
vi: Tìm hiểu các thuật ngữ trong ngành với từ điển ngoại hối hoàn chỉnh của chúng tôi.

source: eBooks for Beginners
id: eBook Untuk Pemula
ml: e-Buku untuk Pedagang Baru
vi: Sách điện tử dành cho người mới bắt đầu

source: New to trading? All you need to know to get you started.
id: Baru memulai trading? Segala hal yang Anda perlu ketahui untuk memulai trading.
ml: Baru berdagang? Semua yang perlu anda ketahui untuk mula berdagang.
vi: Quý vị là người mới giao dịch? Tất cả những gì quý vị cần biết để bắt đầu giao dịch.

source: Improve Your Trading with Demo
id: Tingkatkan Trading Anda Dengan Demo
ml: Tingkatkan Dagangan Anda dengan Demo
vi: Cải thiện giao dịch của quý vị với tài khoản Demo

source: Learn to trade without risking your own funds with a life-time, free demo account.
id: Pelajari trading tanpa mempertaruhkan dana Anda sendiri dengan akun demo gratis selamanya.
ml: Belajar cara berdagang tanpa merisikokan dana anda sendiri dengan akaun demo percuma seumur hidup.
vi: Tìm hiểu cách giao dịch không có rủi ro đối với số tiền của quý vị với tài khoản demo miễn phí và có giá trị vĩnh viễn.

source: MT4 Video Guides
id: Panduan Video MT4
ml: Panduan Video MT4
vi: Video hướng dẫn cho MT4

source: Get to know your way around the MT4 platform with these super easy video guides.
id: Kuasai cara menggunakan platform MT4 dengan panduan video super mudah ini.
ml: Ketahui cara menggunakan platform MT4 dengan panduan video yang sangat mudah ini.
vi: Tìm hiểu cách sử dụng sàn giao dịch MT4 qua các video hướng dẫn siêu dễ.

source: Find out which holidays affect the forex markets for the month. If no dates are shown, then trading is as normal.
id: Ketahui hari libur apa saja yang memengaruhi pasar forex bulan ini. Jika tidak ada tanggal yang ditampilkan, artinya trading akan berjalan seperti biasa.
ml: Ketahui hari cuti yang mempengaruhi pasaran forex untuk bulan tertentu. Jika tiada tarikh ditunjukkan, maka dagangan adalah seperti biasa.
vi: Tìm hiểu những ngày nghỉ lễ nào trong tháng sẽ ảnh hưởng đến thị trường ngoại hối. Nếu không có ngày nào được hiển thị thì giao dịch như bình thường.

source: %(COMPANY_NAME)s gives you access to trade 24 hours a day, 5 days a week when the global markets are open. Choose your favourite trading session and optimise your trading potential.
id: %(COMPANY_NAME)s memberi Anda akses untuk trading 24 jam per hari, 5 hari per minggu saat pasar global beroperasi. Pilih sesi trading favorit Anda dan optimalkan potensi trading Anda.
ml: %(COMPANY_NAME)s memberi anda akses kepada dagangan 24 jam sehari, 5 hari seminggu apabila pasaran global dibuka. Pilih sesi dagangan kegemaran anda dan optimumkan potensi dagangan anda.
vi: %(COMPANY_NAME)s cho phép quý vị tiếp cận 24 giờ/ngày, 5 ngày/tuần khi các thị trường trên toàn thế giới mở cửa. Chọn phiên giao dịch ưa thích và tối ưu hóa tiềm năng giao dịch của quý vị.

source: Note: EUR/RUB and USD/RUB pairs’ trading hours are Monday to Friday from 09:30 – 00:00 GMT+2.
id: Catatan: Jadwal perdagangan pasangan EUR/RUB dan USD/RUB adalah Senin hingga Jumat pukul 09:30 – 00:00 GMT+2.
ml: Perhatian: Waktu dagangan pasangan EUR/RUB dan USD/RUB ialah hari Isnin hingga Jumaat dari pukul 09:30 – 00:00 GMT+2.
vi: Lưu ý: Giờ giao dịch của các cặp EUR/RUB và USD/RUB là từ 09:30 – 00:00 GMT+2, thứ 2 đến thứ 6.

source: Commodity Market Hours
id: Jadwal Pasar Komoditas
ml: Waktu Pasaran Komoditi
vi: Giờ thị trường hàng hóa hoạt động

source: Trading hours for gold, silver and oil vary from the currency market and should be noted ahead of trading.
id: Jadwal trading emas, perak, dan minyak berbeda dengan pasar valas dan harus diperhatikan sebelum trading.
ml: Waktu dagangan untuk emas, perak dan minyak berbeza daripada pasaran mata wang dan perlu diambil perhatian sebelum berdagang.
vi: Giờ giao dịch cho vàng, bạc và dầu khác với thị trường tiền tệ và phải lưu ý trước khi giao dịch.

source: Full Market Trading Hours:
id: Jadwal Lengkap Perdagangan Pasar:
ml: Waktu Dagangan Pasaran Penuh:
vi: Giờ giao dịch đầy đủ của thị trường:

source: SYMBOL
id: SIMBOL
ml: SIMBOL
vi: KÝ HIỆU

source: Market opens
id: Pasar buka
ml: Pasaran dibuka
vi: Thị trưởng mở

source: Market closes
id: Pasar tutup
ml: Pasaran ditutup
vi: Thị trường đóng

source: Daily Break
id: Istirahat Harian
ml: Waktu Rehat Harian
vi: Giờ nghỉ hàng ngày

source: Expiration
id: Jatuh tempo
ml: Tamat tempoh
vi: Hết hạn

source: Monday
id: Senin
ml: Isnin
vi: Thứ 2

source: Friday
id: Jumat
ml: Jumaat
vi: Thứ 6

source: None
id: Tidak ada
ml: Tiada
vi: Không có

source: When traders open positions they have expiry dates and when the positions close automatically the profit or loss is released. In trading, a rollover is the process of keeping a position opened even if it has expired.
id: Posisi yang dibuka trader memiliki tanggal jatuh tempo dan saat posisi ditutup secara otomatis profit atau rugi akan dirilis. Dalam trading, rollover adalah proses untuk mempertahankan posisi agar tetap terbuka walaupun telah jatuh tempo.
ml: Apabila pedagang membuka kedudukan, mereka mempunyai tarikh tamat tempoh dan apabila kedudukan ditutup secara automatik, keuntungan atau kerugian akan dilepaskan. Dalam dagangan, bergulung matang (rollover) ialah proses membiarkan kedudukan terbuka walaupun jika ia telah tamat tempoh.
vi: Khi người giao dịch mở các vị thế thì họ có ngày hết hạn và khi vị thế đóng tự động sẽ cho biết lãi hoặc lỗ. Trong khi giao dịch, chuyển sang là quy trình giữ vị thế mở kể cả khi đã hết hạn.

source: A rollover fee is charged when you keep a position open overnight. CFD instruments will be rolled over on the expiration dates as per the table below.
id: Biaya rollover dibebankan apabila Anda menginapkan suatu posisi terbuka. Instrumen CFD akan mengalami rollover pada tanggal jatuh tempo sesuai tabel di bawah.
ml: Bayaran bergulung matang dikenakan apabila anda membiarkan kedudukan dibuka semalaman. Instrumen CFD akan bergulung matang pada tarikh tamat tempoh seperti dalam jadual di bawah.
vi: Phí chuyển sang được tính khi quý vị giữ vị thế mở qua đêm. Công cụ CFD sẽ được chuyển sang vào ngày hết hạn theo bảng dưới đây.

source: Rollover Expiration Dates
id: Tanggal Jatuh Tempo Rollover
ml: Tarikh Tamat Tempoh Bergulung Matang
vi: Ngày hết hạn chuyển sang

source: Rollover Date
id: Tanggal Rollover
ml: Tarikh Bergulung Matang
vi: Ngày chuyển sang

source: has teamed up with Trading Central, a leading provider of technical financial analysis. The company investigates and analyzes the Forex and other financial markets tools and provides the partner companies with forecasts and trading recommendations. Trading Central analysts combine the graphic analysis, the analysis of mathematical indicators and the candlestick analysis. Clients of the company are about one hundred financial institutions including leading Forex brokers.
id: telah bekerja sama dengan Trading Central, penyedia analisis finansial terkemuka kenamaan. Perusahaan ini mempelajari dan menganalisis perangkat Forex dan pasar finansial lainnya dan menyediakan proyeksi dan rekomendasi trading untuk perusahaan mitra. Analis Trading Central menggabungkan antara analisis grafik, analisis indikator matematika, dan analisis candlestick. Lebih dari seratus institusi keuangan tercatat sebagai klien perusahaan ini, termasuk sejumlah broker Forex terkemuka.
ml: telah bekerjasama dengan Trading Central, penyedia analisis kewangan teknikal yang terkemuka. Syarikat ini mengkaji dan menganalisis Forex dan alat pasaran kewangan lain serta menyediakan ramalan dan cadangan dagangan kepada syarikat rakan kongsi. Penganalisis Trading Central menggabungkan analisis grafik, analisis penunjuk matematik dan analisis carta lilin. Pelanggan syarikat ini adalah kira-kira seratus buah institusi kewangan termasuk broker Forex terkemuka.
vi: đã hợp tác với Trading Central, một nhà cung cấp phân tích tài chính kỹ thuật hàng đầu. Công ty nghiên cứu và phân tích các thị trường, công cụ ngoại hối và tài chính khác, đồng thời cung cấp cho các công ty đối tác dự báo và khuyến nghị giao dịch. Các nhà phân tích của Trading Central kết hợp phân tích bằng đồ thị, phân tích các chỉ số toán học và phân tích biểu đồ nến. Khách hàng của công ty gần như 100% là các tổ chức tài chính, bao gồm cả các công ty môi giới Forex.

source: TRADING CENTRAL ANALYSIS OPINION INDICATOR
id: INDIKATOR OPINI ANALISIS TRADING CENTRAL
ml: PENUNJUK PENDAPAT ANALISIS TRADING CENTRAL
vi: CHỈ SỐ Ý KIẾN PHÂN TÍCH CỦA TRADING CENTRAL

source: Coverage Following Assets:
id: Cakupan Aset Berikut:
ml: Merangkumi Aset Berikut:
vi: Bao hàm các tài sản sau đây:

source: Commodities:
id: Komoditas:
ml: Komoditi:
vi: Hàng hóa:

source: Indices:
id: Indeks:
ml: Indeks:
vi: Chỉ số:

source: Shares:
id: Saham:
ml: Saham:
vi: Cổ phần:

source: FUNCTIONS OF THE TRADING CENTRAL ANALYSIS OPINION INDICATOR
id: FUNGSI INDIKATOR OPINI ANALISIS TRADING CENTRAL
ml: FUNGSI PENUNJUK PENDAPAT ANALISIS TRADING CENTRAL
vi: CÁC CHỨC NĂNG CỦA CHỈ SỐ Ý KIẾN PHÂN TÍCH CỦA TRADING CENTRAL

source: Online Technical Analysis Research
id: Riset Analisis Teknikal Online
ml: Kajian Analisis Teknikal Dalam Talian
vi: Nghiên cứu, phân tích kỹ thuật trực tuyến

source: List of Assets covered per language: English, Polish and Vietnamese
id: Mencakup sejumlah daftar aset per bahasa: Bahasa Inggris, Polandia, dan Vietnam
ml: Senarai Aset dirangkumi mengikut bahasa: Bahasa Inggeris, Bahasa Poland dan Bahasa Vietnam
vi: Danh sách tài sản được bao hàm theo ngôn ngữ: Tiếng Anh, tiếng Ba Lan và tiếng Việt

source: Updated 24 hours a day in all markets
id: Diperbarui 24 jam per hari di semua pasar
ml: Dikemas kini 24 jam sehari dalam semua pasaran
vi: Được cập nhật 24 giờ/ngày ở mọi thị trường

source: Live Chart Indicators & Signals
id: Indikator Grafik & Sinyal Live
ml: Penunjuk & Isyarat Carta Langsung
vi: Chỉ số & tín hiệu biểu đồ trực tiếp

source: Analyst Opinion Indicator
id: Indikator Opini Analis
ml: Penunjuk Pendapat Penganalisis
vi: Chỉ số ý kiến nhà phân tích
