Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: With a white label solution from %(COMPANY_NAME)s, you can create your own business with zero risk. Promote our company under your own brand and receive full technical and marketing support for both yourself and your clients. As a White Label partner, you can enjoy a full turnkey solution which leaves you free to market your website and social media channels. There is no financial obligation or technical knowledge required - simply place your own brand over %(COMPANY_NAME)s and start promoting your website.
id: Dengan solusi white label dari %(COMPANY_NAME)s, Anda dapat membangun bisnis sendiri tanpa risiko. Promosikan perusahaan kami dengan merek Anda sendiri dan dapatkan dukungan teknikal dan pemasaran lengkap untuk Anda dan klien Anda. Sebagai mitra White Label, Anda dapat menikmati solusi turnkey lengkap sehingga Anda bebas memasarkan situs web dan berbagai media sosial Anda. Tidak ada kewajiban finansial dan tidak perlu pengetahuan teknikal - cukup tempatkan merek Anda sendiri di atas merek %(COMPANY_NAME)s, dan mulai promosikan situs web Anda.
ml: Dengan penyelesaian label putih daripada %(COMPANY_NAME)s, anda boleh membuat perniagaan anda sendiri secara tanpa risiko. Promosikan syarikat kami di bawah jenama anda sendiri dan terima sokongan teknikal dan pemasaran penuh untuk diri anda sendiri dan juga pelanggan anda. Sebagai rakan kongsi Label Putih, anda boleh menikmati penyelesaian siap guna penuh yang memberi anda kebebasan untuk memasarkan laman web dan saluran media sosial anda. Tiada kewajipan kewangan atau pengetahuan teknikal yang diperlukan - hanya letakkan jenama anda sendiri di atas %(COMPANY_NAME)s dan mula promosikan laman web anda.
vi: Với giải pháp nhãn trắng từ %(COMPANY_NAME)s, bạn có thể tự tạo hoạt động kinh doanh của mình mà không có rủi ro. Quảng cáo cho công ty chúng tôi với thương hiệu của chính bạn và được hỗ trợ kỹ thuật, tiếp thị đầy đủ cho bản thân và khách hàng của bạn. Là đối tác Nhãn trắng, bạn có thể tận hưởng giải pháp chìa khóa trao tay toàn bộ, để bạn tự do tiếp thị trang web của mình cùng các kênh mạng xã hội. Không có nghĩa vụ tài chính, cũng không cần kiến thức kỹ thuật - chỉ cần đặt thương hiệu của riêng bạn trên %(COMPANY_NAME)s và bắt đầu quảng cáo cho trang web của bạn.

source: Turn your client portfolio into earnings with ROYALEXC
id: Ubah portofolio klien Anda menjadi profit bersama ROYALEXC
ml: Tukarkan portfolio pelanggan anda menjadi pendapatan dengan ROYALEXC
vi: Hãy tạo thu nhập từ danh sách khách hàng của bạn với ROYALEXC

source: clients
id: klien
ml: pelanggan
vi: khách hàng

source: At %(COMPANY_NAME)s, our partner program features an impressive suite of marketing tools and dynamic technologies to boost your client acquisition. Our team of Account Managers will support and assist you every step of the way.
id: Program mitra %(COMPANY_NAME)s menyajikan serangkaian lengkap perangkat pemasaran dan teknologi dinamis yang mengesankan guna meningkatkan akuisisi klien Anda. Tim Account Manager kami siap mendukung dan membantu Anda setiap saat.
ml: Di %(COMPANY_NAME)s, program rakan kongsi kami menampilkan set alat pemasaran yang menarik dan teknologi yang dinamik untuk meningkatkan pemerolehan pelanggan anda. Pasukan Pengurus Akaun kami akan menyokong dan membantu setiap langkah anda.
vi: Tại %(COMPANY_NAME)s, chương trình đối tác của chúng tôi có đặc điểm là có một bộ công cụ tiếp thị và công nghệ động rất ấn tượng để thúc đẩy sự tiếp nhận của khách hàng. Đội ngũ Nhân viên quản lý tài khoản của chúng tôi sẽ hỗ trợ và giúp đỡ bạn trong mỗi bước của quy trình.

source: Client Services
id: Layanan Klien
ml: Khidmat Pelanggan
vi: Dịch vụ chăm sóc khách hàng

source: Our multilingual team is dedicated to supporting you on your journey as a %(COMPANY_NAME)s partner. Your personal Account Manager will provide you with detailed sales reports, market analysis and full support whenever you need it.
id: Tim multibahasa kami berkomitmen untuk mendukung Anda sebagai mitra %(COMPANY_NAME)s. Account Manager personal Anda akan memberikan laporan penjualan terperinci, analisis pasar, dan dukungan penuh kapan pun Anda butuhkan.
ml: Pasukan kami yang berbilang bahasa berdedikasi untuk menyokong anda sepanjang perjalanan anda sebagai rakan kongsi %(COMPANY_NAME)s. Pengurus Akaun peribadi anda akan menyediakan laporan jualan terperinci, analisis pasaran dan sokongan penuh bila-bila masa anda memerlukannya.
vi: Đội ngũ đa ngôn ngữ của chúng tôi sẽ tận tụy hỗ trợ bạn trong chuyến hành trình với tư cách là đối tác của %(COMPANY_NAME)s. Nhân viên quản lý tài khoản của quý vị sẽ cung cấp cho quý vị báo cáo bán hàng, phân tích thị trường chi tiết và hỗ trợ đầy đủ bất kể khi nào quý vị cần.

source: Affiliate Services
id: Layanan Afiliasi
ml: Perkhidmatan Gabungan
vi: Dịch vụ cho bên liên kết

source: At %(COMPANY_NAME)s, we boast the best affiliate marketing tools in the business to enable you to increase your website traffic, improve your conversion and hit your targets. We are fully dedicated to your success and will always assist you via live chat, email or telephone.
id: %(COMPANY_NAME)s mempersembahkan serangkaian perangkat pemasaran afiliasi terbaik di industri guna membantu Anda meningkatkan lalu lintas situs web Anda, mengoptimalkan konversi, dan mencapai target Anda. Kesuksesan Anda adalah kesuksesan kami. Kami siap membantu Anda setiap saat via live chat, email, atau telepon.
ml: Di %(COMPANY_NAME)s, kami berbangga dengan alat pemasaran ahli gabungan yang terbaik dalam perniagaan untuk membolehkan anda meningkatkan trafik laman web anda, menambah baik penukaran anda dan mencapai sasaran anda. Kami berdedikasi sepenuhnya terhadap kejayaan anda dan akan sentiasa membantu anda melalui sembang langsung, e-mel atau telefon.
vi: Tại %(COMPANY_NAME)s, chúng tôi phát triển các công cụ tiếp thị liên kết trong kinh doanh, cho phép bạn tăng lưu lượng trang web, cải thiện tỷ lệ chuyển đổi và đạt được mục tiêu của bạn. Chúng tôi hoàn toàn vì thành công của bạn và sẽ luôn hỗ trợ bạn qua trò chuyện trực tiếp, email hay điện thoại.

source: Register For A White Label Solution And Get Started Now
id: Daftar Untuk Solusi White Label dan Mulai Sekarang Juga
ml: Daftar Untuk Penyelesaian Label Putih Dan Mulakan Sekarang
vi: Đăng ký giải pháp nhãn trắng và bắt đầu ngay

source: Get Started
id: Mulai
ml: Mulakan
vi: Bắt đầu

source: Create your own business with zero risk! Promote our company under your own brand and receive our full technical and marketing support for both yourself and your clients. As a White Label partner of %(COMPANY_NAME)s you will have the chance to use our full turnkey solution as a forex broker, leaving you with the task of marketing your website. No financial or operational skills needed – simply place your own brand over %(COMPANY_NAME)s and start driving traffic to your website.
id: Ciptakan bisnis Anda sendiri tanpa risiko! Promosikan perusahaan kami dengan merek Anda sendiri dan dapatkan dukungan teknikal dan pemasaran penuh untuk Anda dan klien Anda. Sebagai mitra White Label %(COMPANY_NAME)s, Anda dapat menggunakan solusi turnkey lengkap kami sebagai broker forex sehingga Anda hanya perlu memasarkan situs web Anda. Tidak perlu keterampilan keuangan atau operasional - cukup gunakan merek Anda sendiri untuk %(COMPANY_NAME)s dan mulailah menarik lalu lintas pengunjung ke situs web Anda.
ml: Bina perniagaan anda sendiri dengan risiko sifar! Promosikan syarikat kami di bawah jenama anda sendiri dan terima sokongan teknikal dan pemasaran penuh untuk diri anda sendiri dan juga pelanggan anda. Sebagai rakan kongsi Label Putih %(COMPANY_NAME)s, anda akan diberikan peluang untuk menggunakan penyelesaian siap guna kami sebagai broker forex. Oleh itu, anda hanya perlu menjalankan pemasaran untuk laman web anda. Tidak memerlukan kemahiran kewangan atau operasi - hanya letakkan jenama anda sendiri di atas %(COMPANY_NAME)s dan mula menarik trafik ke laman web anda.
vi: Tạo hoạt động kinh doanh không có rủi ro! Quảng cáo cho công ty chúng tôi với thương hiệu của chính bạn và được hỗ trợ kỹ thuật, tiếp thị đầy đủ cho bản thân và khách hàng của bạn. Là đối tác Nhãn trắng của %(COMPANY_NAME)s, bạn sẽ có cơ hội sử dụng giải pháp chìa khóa trao tay toàn bộ của chúng tôi với tư cách là nhà môi giới ngoại hối, với nhiệm vụ tiếp thị trang web của bạn. Không cần kỹ năng tài chính hay hoạt động - chỉ cần đặt thương hiệu của bạn trên %(COMPANY_NAME)s và bắt đầu điều hướng lưu lượng đến trang web của bạn.

source: Take advantage of your client base and convert your portfolio into %(COMPANY_NAME)s clients
id: Manfaatkan basis klien Anda dan ubah portofolio Anda menjadi klien %(COMPANY_NAME)s
ml: Ambil kesempatan ke atas asas pelanggan anda dan tukarkan portfolio anda menjadi pelanggan %(COMPANY_NAME)s
vi: Hãy tận dụng cơ sở khách hàng của bạn và chuyển danh mục của bạn thành khách hàng của %(COMPANY_NAME)s

source: Using a simple and efficient affiliate program with an extensive list of marketing tools and robust technologies, you are able to boost your client acquisition in no time. Benefit from having a personal partners manager who can support and assist you with any queries you may have.
id: Dengan menggunakan program afiliasi yang sederhana dan efisien serta banyak pilihan perangkat pemasaran dan teknologi canggih, Anda dapat mengoptimalkan akuisisi klien dengan cepat. Anda juga akan mendapatkan manajer mitra sendiri yang akan mendukung dan membantu Anda menjawab segala pertanyaan yang Anda miliki.
ml: Dengan menggunakan program gabungan yang mudah dan berkesan, di samping pelbagai alat pemasaran dan teknologi yang mantap, anda dapat meningkatkan pemerolehan pelanggan anda dalam masa yang pantas. Dapatkan manfaat daripada pengurus rakan kongsi peribadi yang boleh menyokong dan membantu anda dengan sebarang pertanyaan anda.
vi: Sử dụng chương trình liên kết đơn giản và hiệu quả, với danh sách mở rộng gồm các công cụ tiếp thị và công nghệ mạnh mẽ, bạn có thể quảng cáo cho khách hàng nhanh chóng. Hưởng lợi từ nhân viên quản lý đối tác riêng, là người có thể hỗ trợ và giúp đỡ bạn nếu có bất kỳ thắc mắc nào.

source: Our multilingual support team is fully dedicated to provide all the necessary assistance you may require for your clients, including detailed sales reporting and market analysis reports.
id: Tim dukungan multibahasa kami sepenuhnya bekerja untuk menyediakan segala bantuan yang Anda butuhkan untuk klien Anda termasuk pelaporan penjualan terperinci dan laporan analisis pasar.
ml: Pasukan sokongan berbilang bahasa kami sangat berdedikasi untuk memberikan semua bantuan yang mungkin anda perlukan untuk pelanggan anda, termasuk laporan jualan terperinci dan laporan analisis pasaran.
vi: Đội ngũ hỗ trợ đa ngôn ngữ của chúng tôi hoàn toàn chuyên tâm cung cấp mọi hỗ trợ cần thiết bạn có thể yêu cầu cho khách hàng của mình, bao gồm báo cáo bán hàng và báo cáo phân tích thị trường chi tiết.

source: Our collection of affiliate tools and services allows you to improve your website traffic, increase your leads conversions and reach your estimated targets. You are also able to collaborate with your own personal affiliate manager who is fully devoted to be in contact with you via email, chat or phone on a regular daily basis.
id: Rangkaian perangkat dan layanan afiliasi kami akan membantu Anda meningkatkan lalu lintas pengunjung ke situs web Anda, meningkatkan konversi lead, dan membantu mencapai estimasi target. Anda juga dapat bekerja sama dengan manajer afiliasi Anda sendiri yang sepenuhnya tersedia untuk berkomunikasi via email, chat, atau telepon setiap hari.
ml: Koleksi alat dan perkhidmatan gabungan kami membolehkan anda menambah baik trafik laman web anda, meningkatkan penukaran bakal pelanggan anda dan mencapai sasaran anggaran anda. Anda juga dapat bekerjasama dengan pengurus gabungan peribadi anda yang dikhususkan sepenuhnya untuk berhubung dengan anda melalui e-mel, sembang atau telefon pada setiap hari.
vi: Bộ sưu tập các công cụ và dịch vụ dành cho bên liên kết của chúng tôi cho phép bạn cải thiện lưu lượng trang web, tăng tỷ lệ chuyển đổi đầu mối kinh doanh và đạt mục tiêu dự tính của bạn. Bạn cũng có thể hợp tác với nhân viên quản lý bên liên kết riêng của mình, là người chuyên liên hệ với bạn qua email, trò chuyện hoặc điện thoại trên cơ sở hàng ngày.

source: Get started today by registering for a White Label solution
id: Ambil langkah pertama hari ini dengan mendaftar solusi White Label kami
ml: Mulakan pada hari ini dengan mendaftar untuk penyelesaian Label Putih
vi: Hãy bắt đầu ngay hôm nay bằng cách đăng ký giải pháp Nhãn trắng

source: MetaTrader 4 App for Android
id: App MetaTrader 4 untuk Android
ml: Aplikasi MetaTrader 4 untuk Android
vi: Ứng dụng MetaTrader 4 cho Android

source: Platforms
id: Platform
ml: Platform
vi: Nền tảng

source: Forex trading available on Android OS.
id: Trading Forex tersedia di OS Android.
ml: Dagangan Forex disediakan di OS Android.
vi: Có thể giao dịch ngoại hối trên hệ điều hành (OS) Android.

source: Trade on the Go with Android MetaTrader 4 App
id: Trading di mana saja dengan App Android MetaTrader 4
ml: Berdagang semasa dalam perjalanan dengan Aplikasi MetaTrader 4 Android
vi: Giao dịch khi đang di chuyển với ứng dụng MetaTrader 4 cho Android

source: The MetaTrader 4 (MT4) Android application allows traders to download MT4 on Android smartphones and carry their trading everywhere. The application allows fully functional trading and full management of trading accounts in addition to the use of all the important technical analysis tools. The MT4 Android application is compatible with all Android devices.
id: Dengan aplikasi Android MetaTrader 4 (MT4), trader dapat mengunduh MT4 di ponsel Android dan menggunakannya untuk trading di mana saja. Aplikasi ini memungkinkan trading dengan fungsi lengkap dan manajemen lengkap akun trading. Aplikasi ini juga dapat dimanfaatkan untuk seluruh perangkat analisis teknikal penting. Aplikasi Android MT4 kompatibel dengan seluruh gadget Android.
ml: Aplikasi MetaTrader 4 (MT4) Android membolehkan pedagang memuat turun MT4 di telefon pintar Android dan membawa dagangan mereka ke mana-mana sahaja. Aplikasi ini membolehkan dagangan fungsian penuh dan pengurusan penuh akaun dagangan selain penggunaan semua alat analisis teknikal yang penting. Aplikasi MT4 Android adalah serasi dengan semua peranti Android.
vi: Ứng dụng MetaTrader 4 (MT4) cho Android cho phép người giao dịch tải MT4 xuống điện thoại thông minh Android và tiến hành giao dịch mọi nơi. Ứng dụng cho phép tiến hành mọi chức năng giao dịch và quản lý toàn bộ các tài khoản giao dịch, bên cạnh việc sử dụng tất cả các công cụ phân tích kỹ thuật quan trọng. Ứng dụng MT4 cho Android tương thích với mọi thiết bị Android.

source: Download Android OS App
id: Unduh App OS Android
ml: Muat Turun Aplikasi OS Android
vi: Tải xuống ứng dụng cho OS Android

source: Requirements: Requires Android 4.0 and above.
id: Persyaratan: Android 4.0 atau lebih baru.
ml: Keperluan: Memerlukan Android 4.0 dan ke atas.
vi: Yêu cầu: Yêu cầu Android 4.0 trở lên.

source: Download
id: Unduh
ml: Muat Turun
vi: Tải xuống

source: Trade on your Android devices
id: Trading di gadget Android Anda
ml: Berdagang di peranti Android anda
vi: Giao dịch trên thiết bị Android

source: Access your %(COMPANY_NAME)s account through all your Android devices (mobiles, tablets) simply by downloading the MT4 application.
id: Akses akun %(COMPANY_NAME)s Anda menggunakan gadget Android Anda (ponsel, tablet) dengan mengunduh aplikasi MT4.
ml: Akses akaun %(COMPANY_NAME)s anda melalui semua peranti Android anda (telefon bimbit, tablet) hanya dengan memuat turun aplikasi MT4.
vi: Truy cập tài khoản %(COMPANY_NAME)s của quý vị thông qua mọi thiết bị Android (di động, máy tính bảng) chỉ bằng cách tải xuống ứng dụng MT4.

source: Full trading functions
id: Fungsi trading lengkap
ml: Fungsi dagangan penuh
vi: Đầy đủ chức năng giao dịch

source: Maintain full MT4 trading functionality through the application; open and close positions, monitor the market and conduct technical analysis from any place at any time.
id: Nikmati fungsionalitas trading MT4 lengkap menggunakan aplikasi ini: buka dan tutup posisi, pantau pasar, dan buat analisis teknikal kapan pun Anda inginkan, di mana pun Anda berada.
ml: Kekalkan fungsian dagangan MT4 penuh melalui aplikasi; buka dan tutup kedudukan, pantau pasaran dan kendalikan analisis teknikal dari mana-mana tempat pada bila-bila masa.
vi: Duy trì đầy đủ chức năng giao dịch của MT4 qua ứng dụng; mở và đóng vị thế, theo dõi thị trường và tiến hành phân tích kỹ thuật, mọi lúc mọi nơi.

source: Enjoy flexible trading
id: Manfaatkan trading fleksibel
ml: Nikmati dagangan fleksibel
vi: Giao dịch linh hoạt

source: Don’t limit your trading to your house or office. Trade on the go through your application without any limitations.
id: Jangan batas trading Anda di rumah atau di kantor saja. Gunakan aplikasi Anda untuk trading di mana saja tanpa ada batasan.
ml: Jangan hadkan dagangan anda hanya di pejabat atau pejabat. Berdaganglah di mana-mana sahaja melalui aplikasi anda tanpa sebarang batasan.
vi: Đừng giới hạn giao dịch của mình trong phạm vi nhà riêng hay văn phòng. Giao dịch khi đang di chuyển không hạn chế thông qua ứng dụng.

source: A fast, reliable and powerful trading platform
id: Platform yang cepat, hebat, dan dapat diandalkan
ml: Platform dagangan yang pantas, boleh dipercayai dan hebat
vi: Sàn giao dịch nhanh chóng, đáng tin cậy và hiệu quả

source: The world’s leading trading platform, MetaTrader 4 (MT4), is available to all %(COMPANY_NAME)s clients
id: Platform trading terpopuler di dunia, MetaTrader 4 (MT4), tersedia untuk seluruh klien %(COMPANY_NAME)s
ml: Platform dagangan terkemuka di dunia, MetaTrader 4 (MT4) disediakan untuk semua pelanggan %(COMPANY_NAME)s
vi: Sàn giao dịch hàng đầu thế giới MetaTrader 4 (MT4) dành cho mọi khách hàng của %(COMPANY_NAME)s

source: MetaTrader 4 is a trading platform developed to provide traders with easy access to the most dynamic financial markets, a professional forex and CFDs trading platform that’s simple enough even for novice traders to get started with.
id: MetaTrader 4 adalah platform trading yang dirancang untuk memberi akses mudah kepada trader ke pasar finansial. Ini adalah platform trading forex dan CFD profesional yang mudah digunakan oleh trader pemula sekali pun.
ml: MetaTrader 4 ialah platform dagangan yang dibangunkan untuk menyediakan akses mudah kepada pasaran kewangan paling dinamik, platform dagangan forex dan CFD profesional yang cukup mudah walaupun untuk digunakan oleh pedagang baru.
vi: MetaTrader 4 là sàn giao dịch được phát triển để cho phép người giao dịch dễ dàng truy cập các thị trường tài chính năng động nhất, là sàn giao dịch ngoại hối và CFD chuyên nghiệp, đủ đơn giản cho những người mới giao dịch có thể bắt đầu.

source: With MetaTrader 4 you can trade multiple asset classes, including currencies, commodities, indices and equities from a single screen. Trading with MT4 allows you to plan and execute your orders quickly and easily.
id: Dengan MetaTrader 4, Anda dapat memperdagangkan berbagai kelas aset, termasuk valas, komoditas, indeks, dan saham dengan satu layar saja. Dengan MT4, Anda dapat merencanakan dan mengeksekusi order secara cepat dan mudah.
ml: Dengan MetaTrader 4, anda boleh berdagang berbilang kelas aset, termasuk mata wang, komoditi, indeks dan ekuiti daripada satu skrin. Berdagang dengan MT4 membolehkan anda merancang dan melaksanakan pesanan anda dengan cepat dan mudah.
vi: Với MetaTrader 4, bạn có thể giao dịch nhiều nhóm tài sản, bao gồm tiền tệ, hàng hóa, chỉ số và vốn chủ sở hữu từ một màn hình duy nhất. Giao dịch với MT4 cho phép quý vị lập kế hoạch và thực hiện các lệnh của mình một cách nhanh chóng và dễ dàng.

source: MT4 allows flexible and customized trading through a user-friendly interface with a wide variety of dynamic trading and analysis tools at the traders’ disposal. With MT4 both manual and automated trading is possible
id: MT4 memungkinkan trading fleksibel dan terkustomisasi dengan antarmuka yang ramah pengguna dan menyediakan banyak pilihan perangkat analisis dan dinamis untuk trader. MT4 dapat digunakan untuk trading manual dan juga otomatis
ml: MT4 membolehkan dagangan yang fleksibel dan tersuai melalui antara muka mesra pengguna dengan pelbagai pilihan dagangan dinamik dan alat analisis untuk kegunaan pedagang. Dengan MT4, kedua-dua dagangan manual dan automatik boleh dilakukan
vi: MT4 cho phép giao dịch linh hoạt và tùy chính thông qua giao diện thân thiện với người dùng và nhiều công cụ giao dịch, phân tích động mà người giao dịch tùy ý chọn. Có thể giao dịch thủ công và tự động với MT4

source: Download MetaTrader 4 for Desktop
id: MetaTrader 4 untuk Desktop
ml: Muat Turun MetaTrader 4 untuk Desktop
vi: Tải xuống MetaTrader 4 cho máy tính để bàn

source: Requirements: Windows 2000 / XP / Vista, 2.0 GHz or faster CPU, 512 MB RAM, screen resolution 1024x768 or higher, modem/connection speed 36.6 Kbps or faster.
id: Persyaratan: Windows 2000 / XP / Vista, 2.0 GHz atau lebih cepat CPU, 512 MB RAM, resolusi layar minimal 1024x768, kecepatan modem/koneksi minimal 36.6 Kbps.
ml: Keperluan: Windows 2000 / XP / Vista, 2.0 GHz atau CPU lebih laju, 512 MB RAM, resolusi skrin 1024x768 atau lebih tinggi, kelajuan modem/sambungan 36.6 Kbps atau lebih laju.
vi: Yêu cầu: Windows 2000 / XP / Vista, CPU 2.0 GHz hoặc nhanh hơn, 512 MB RAM, màn hình có độ phân giải 1024x768 trở lên, tốc độ modem/kết nối 36,6 Kbp hoặc nhanh hơn.

source: EAs enabled, Scalping & Hedging Allowed
id: Dapat menggunakan EA, Scalping & Hedging
ml: Berdaya EA, Scalping & Lindung Nilai Dibenarkan
vi: Kích hoạt EA, cho phép giao dịch chớp nhoáng & tự bảo hiểm

source: Enjoy superior trading conditions where scalping, hedging and news trading is allowed, and traders have the flexibility to add EAs.
id: Nikmati ketentuan trading terbaik yang memperbolehkan scalping, hedging, dan news trading. Trader juga mendapat fleksibilitas untuk menambahkan EA.
ml: Nikmati syarat dagangan superior yang mana scalping, lindung nilai dan dagangan berita dibenarkan, dan peserta mempunyai kefleksibelan untuk menambah EA.
vi: Tận hưởng các điều kiện giao dịch ưu việt cho phép giao dịch chớp nhoáng, tự bảo hiểm và giao dịch theo tin tức, đồng thời người giao dịch có thể thêm EA một cách linh hoạt.

source: Trade on Forex, Spot Metals & Equity Indices
id: Perdagangkan Forex, Logam Spot & Indeks Saham
ml: Berdagang ke atas Forex, Logam Lani & Indeks Ekuiti
vi: Giao dịch Ngoại hối, kim loại & chỉ số vốn chủ sở hữu giao ngay

source: Choose from over 100 trading instruments, including major and minor forex pairs, metals, oil, commodities, equity indices and shares of the world’s biggest companies.
id: Pilih lebih dari 100 instrumen trading, termasuk pasangan forex mayor dan minor, logam, minyak, komoditas, indeks ekuitas, dan saham berbagai perusahaan terbesar dunia.
ml: Pilih daripada lebih 100 instrumen dagangan, termasuk pasangan forex utama dan minor, logam, minyak, komoditi, indeks ekuiti dan saham bagi syarikat-syarikat terbesar di dunia.
vi: Lựa chọn từ trên 100 công cụ giao dịch, bao gồm các cặp ngoại hối chính và phụ, kim loại, dầu, hàng hóa, chỉ số vốn chủ sở hữu và cổ phần từ các công ty lớn nhất thế giới.

source: Fast, convenient mobile trading
id: Trading seluler yang cepat dan mudah
ml: Dagangan mudah alih yang pantas dan mudah
vi: Giao dịch nhanh chóng, thuận tiện qua điện thoại di động

source: Open & close deals, manage your account, view the markets
id: Buka & tutup trade, kelola akun, lihat pasar
ml: Buka & tutup urus niaga, urus akaun, lihat pasaran
vi: Mở & đóng giao dịch, quản lý tài khoản, xem xét thị trường
