Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: Unlimited signals on every MT4 timeframe (1, 5, 15, 30 minutes etc.)
id: Sinyal tak terbatas di setiap kerangka waktu MT4 (1, 5, 15, 30 menit, dan sebagainya)
ml: Isyarat tanpa had pada setiap rangka masa MT4 (1, 5, 15, 30 minit dan sebagainya)
vi: Tín hiệu không giới hạn cho mỗi khung giờ MT4 (1, 5, 15, 30 phút, v.v.)

source: Published in English, Polish and Vietnamese
id: Ditampilkan dalam Bahasa Inggris, Polandia, dan Vietnam
ml: Diterbitkan dalam Bahasa Inggeris, Bahasa Poland dan Bahasa Vietnam
vi: Được xuất bản bằng tiếng Anh, tiếng Ba Lan và tiếng Việt

source: Download Installation
id: Unduh Instalasi
ml: Muat Turun Pemasangan
vi: Tải xuống cài đặt

source: Download Instruction
id: Unduh Instruksi
ml: Muat Turun Arahan
vi: Tải xuống hướng dẫn

source: *Available for VIP accounts only(or minimum $5,000 deposit)
id: * Tersedia untuk akun VIP saja (atau deposit minimum $5.000)
ml: *Tersedia untuk akaun VIP (atau deposit minimum $5,000)
vi: *Chỉ dành cho tài khoản VIP (hoặc ký gửi tối thiểu 5.000 $)

source: CFDs on Bonds
id: CFD Obligasi
ml: CFD ke atas Bon
vi: CFD trên trái phiếu

source: Trading
ml: Dagangan
vi: Giao dịch

source: Trade CFDs Bonds with %(COMPANY_NAME)s
id: Perdagangkan CFD Obligasi bersama %(COMPANY_NAME)s
ml: Berdagang CFD Bon dengan %(COMPANY_NAME)s
vi: Giao dịch trái phiếu CFD với %(COMPANY_NAME)s

source: As a %(COMPANY_NAME)s client you have exclusive access to the bond markets through contracts for difference
id: Sebagai klien %(COMPANY_NAME)s, Anda mendapat akses eksklusif ke pasar obligasi melalui CFD
ml: Sebagai pelanggan %(COMPANY_NAME)s, anda mempunyai akses eksklusif kepada pasaran bon melalui kontrak untuk perbezaan
vi: Là khách hàng của %(COMPANY_NAME)s, quý vị có quyền truy cập độc quyền thị trường trái phiếu thông qua các hợp đồng chênh lệch

source: Trade on global bonds from your %(COMPANY_NAME)s Account
id: Perdagangkan obligasi global dari Akun %(COMPANY_NAME)s Anda
ml: Berdagang ke atas bon global daripada akaun %(COMPANY_NAME)s anda
vi: Giao dịch trái phiếu toàn cầu từ Tài khoản %(COMPANY_NAME)s của mình.

source: Low latency, super fast execution
id: Latensi rendah, eksekusi super cepat
ml: Kependaman rendah, pelaksanaan sangat pantas
vi: Độ trễ thấp, thực hiện siêu nhanh chóng

source: Full trading access, hedging and scalping welcome
id: Akses trading lengkap, boleh melakukan hedging dan scalping
ml: Akses dagangan penuh, lindung nilai dan scalping dialu-alukan
vi: Truy cập giao dịch đầy đủ, cho phép tự bảo hiểm và giao dịch chớp nhoáng

source: Up to 1:500 leverage
id: Leverage hingga 1:500
ml: Leveraj sehingga 1:500
vi: Đòn bẩy kinh tế lên đến 1:500

source: NOTE: All Spreads are variable and can change based on market volatility.
id: PERHATIAN: Seluruh spread bersifat variabel dan dapat berubah sesuai volatilitas pasar.
ml: PERHATIAN: Semua Spread adalah boleh ubah dan boleh berubah berdasarkan ketaktentuan pasaran.
vi: LƯU Ý: Mọi Chênh lệch giữa giá mua và giá bán đều khả biến và có thể thay đổi dựa trên tính biến động của thị trường.

source: CFDs on Shares
id: CFD Saham
ml: CFD ke atas Saham
vi: CFD trên cổ phần

source: Access more than 70 shares from around the world
id: Dapatkan akses ke lebih dari 70 saham di seluruh dunia
ml: Akses lebih daripada 70 saham dari seluruh dunia
vi: Tiếp cận hơn 70 cổ phần từ khắp nơi trên thế giới

source: Trade CFDs shares and stocks with %(COMPANY_NAME)s
id: Perdagangkan CFD saham bersama %(COMPANY_NAME)s
ml: Berdagang CFD syer dan saham dengan %(COMPANY_NAME)s
vi: Giao dịch cổ phần CFD với %(COMPANY_NAME)s

source: Trade Commodities Online with
id: Trading Komoditas Online bersama
ml: Berdagang Komoditi Dalam Talian dengan
vi: Giao dịch hàng hóa trực tuyến với

source: Access the global markets from a single account
id: Akses berbagai pasar global dengan satu akun saja
ml: Akses pasaran global daripada satu akaun
vi: Tiếp cận các thị trường toàn cầu từ một tài khoản duy nhất

source: Ultra fast execution on low latency environment
id: Eksekusi ultra cepat di lingkungan dengan latensi rendah
ml: Pelaksanaan sangat pantas pada persekitaran kependaman rendah
vi: Thực hiện siêu nhanh chóng trong môi trường có độ trễ thấp

source: Leverage up to 1:500
id: Leverage hingga 1:500
ml: Leveraj sehingga 1:500
vi: Đòn bẩy kinh tế lên đến 1:500

source: Expand your trading with leveraged instruments
id: Perluas trading Anda dengan instrumen berleverage
ml: Kembangkan dagangan anda dengan instrumen berleveraj
vi: Mở rộng giao dịch của quý vị với các công cụ đòn bẩy

source: Wide range of global shares, no commissions
id: Banyak pilihan saham global, tanpa komisi
ml: Pelbagai pilihan saham global, tanpa komisen
vi: Nhiều cổ phần trên toàn cầu, không hoa hồng

source: Get access to the largest corporations around the globe with CFD share trading. CFDs allow you fast and easy access to the world's exchanges to take advantage of price movements of shares.
id: Dapatkan akses ke berbagai perusahaan terbesar dunia dengan trading CFD saham. Gunakan CFD untuk mendapat akses mudah dan cepat ke bursa dunia dan memanfaatkan pergerakan harga saham.
ml: Dapatkan akses kepada syarikat terbesar di seluruh dunia dengan dagangan CFD saham. CFD memberi anda akses pantas dan mudah kepada bursa dunia untuk memanfaatkan pergerakan harga saham.
vi: Tiếp cận các doanh nghiệp lớn nhất thế giới với giao dịch cổ phần CFD. CFD cho phép quý vị tiếp cận nhanh chóng và dễ dàng thị trường ngoại hối của thế giới để tận dụng biến động giá cổ phần.

source: Please note: Spreads are variable and may change due to market volatility.
id: Perhatian: Spread bersifat variabel dan dapat berubah karena volatilitas pasar.
ml: Sila ambil perhatian: Spread adalah boleh ubah dan boleh berubah disebabkan ketaktentuan pasaran.
vi: Xin lưu ý: Mọi Chênh lệch giữa giá mua và giá bán đều khả biến và có thể thay đổi do tính biến động của thị trường.

source: For detailed information, view our CFD table:
id: Untuk informasi terperinci, lihat tabel CFD:
ml: Untuk maklumat terperinci, lihat jadual CFD:
vi: Để biết thông tin chi tiết, xem bảng CFD của chúng tôi:

source: Online Commodity Trading with %(COMPANY_NAME)s.
id: Trading Komoditas Online bersama %(COMPANY_NAME)s.
ml: Dagangan Komoditi Dalam Talian dengan %(COMPANY_NAME)s.
vi: Giao dịch hàng hóa trực tuyến với %(COMPANY_NAME)s.

source: Diversify your portfolio and trade commodities.
id: Diversifikasikan portofolio Anda dan perdagangkan komoditas.
ml: Pelbagaikan portfolio anda dan berdagang komoditi.
vi: Đa dạng hóa danh mục đầu tư của quý vị và giao dịch hàng hóa.

source: Why trade commodities?
id: Mengapa memperdagangkan komoditas?
ml: Mengapa berdagang komoditi?
vi: Lý do trao đổi hàng hóa

source: A selection of trading platforms
id: Beragam pilihan platform trading
ml: Pelbagai pilihan platform dagangan
vi: Một lựa chọn sàn giao dịch

source: Excellent hedging potential
id: Potensi hedging luar biasa
ml: Potensi lindung nilai yang hebat
vi: Tiềm năng tự bảo hiểm xuất sắc

source: Highly liquid assets
id: Aset sangat likuid
ml: Aset yang sangat cair
vi: Tài sản có tính thanh khoản cao

source: Fully transparent, no hidden fees
id: Transparansi penuh, tanpa biaya tersembunyi
ml: Telus sepenuhnya, tiada bayaran tersembunyi
vi: Hoàn toàn minh bạch, không có phí ẩn

source: Trade a range of energy and agricultural commodities including oil, gold, natural gas and silver. See our table for full list of commodities available for trading.
id: Perdagangkan beragam komoditas energi dan agrikultur termasuk minyak, emas, gas alam, dan perak. Lihat tabel untuk daftar lengkap komoditas yang dapat diperdagangkan.
ml: Berdagang pelbagai komoditi tenaga dan pertanian termasuk minyak, emas, gas asli dan perak. Lihat jadual senarai penuh komoditi yang tersedia untuk dagangan.
vi: Giao dịch nhiều loại hàng hóa năng lượng và nông nghiệp, bao gồm dầu, vàng, khí tự nhiên và bạc. Xem bảng của chúng tôi để biết danh sách đầy đủ các hàng hóa có thể giao dịch.

source: Trade Stock Indices with %(COMPANY_NAME)s
id: Perdagangkan Indeks Saham bersama %(COMPANY_NAME)s
ml: Berdagang Indeks Saham dengan %(COMPANY_NAME)s
vi: Giao dịch chỉ số cổ phiếu với %(COMPANY_NAME)s

source: Access the global equities markets with indices.
id: Masuki pasar saham global dengan indeks.
ml: Akses pasaran ekuiti global dengan indeks.
vi: Tiếp cận các thị trường vốn chủ sở hữu trên toàn cầu với chỉ số.

source: Advantages of trading with %(COMPANY_NAME)s
id: Keunggulan trading bersama %(COMPANY_NAME)s
ml: Kelebihan berdagang dengan %(COMPANY_NAME)s
vi: Lợi thế khi giao dịch với %(COMPANY_NAME)s

source: Round-the-clock trading and support
id: Trading dan dukungan sepanjang waktu
ml: Dagangan dan sokongan sepanjang masa
vi: Giao dịch và hỗ trợ cả ngày

source: Transparent pricing, no hidden costs
id: Harga transparan, tanpa biaya tersembunyi
ml: Harga yang telus, tiada kos tersembunyi
vi: Định giá minh bạch, không có chi phí ẩn

source: Trading indices with %(COMPANY_NAME)s allows you to get access to a bundle of stocks, giving you the ability to spread your exposure and invest whether markets are rising or falling.
id: Dengan memperdagangkan indeks bersama %(COMPANY_NAME)s, Anda dapat mengakses sekeranjang saham dan menyebarkan eksposur Anda serta berinvestasi saat pasar naik maupun turun.
ml: Berdagang indeks dengan %(COMPANY_NAME)s memberi anda akses kepada pelbagai saham, membolehkan anda meluaskan pendedahan anda dan melabur sama ada ketika pasaran naik atau turun.
vi: Giao dịch chỉ số với %(COMPANY_NAME)s cho phép quý vị tiếp cận một loạt các cổ phiếu, giúp quý vị có khả năng mở rộng phạm vi tiếp cận và đầu tư, cho dù thị trường đang lên hay xuống.

source: For detailed information, view our indices table:
id: Untuk informasi terperinci, lihat tabel indeks:
ml: Untuk maklumat terperinci, lihat jadual indeks:
vi: Để biết thông tin chi tiết, xem bảng chỉ số của chúng tôi:

source: Online Forex Currency Trading with
id: Trading Forex Online bersama
ml: Dagangan Mata Wang Forex Dalam Talian dengan
vi: Giao dịch ngoại hối trực tuyến với

source: Trade the world's largest and most liquid market from wherever you are.
id: Berdagang di pasar terbesar dan paling likuid di dunia di mana pun Anda berada.
ml: Berdagang dalam pasaran terbesar dan paling cair di dunia di mana-mana sahaja anda berada.
vi: Giao dịch thị trường lớn nhất và thanh khoản nhất trên thế giới từ bất kỳ nơi nào.

source: Fully transparent, no hidden costs
id: Transparansi penuh, tanpa biaya tersembunyi
ml: Telus sepenuhnya, tiada kos tersembunyi
vi: Hoàn toàn minh bạch, không có chi phí ẩn

source: 40+ FX pairs
id: 40+ pasangan FX
ml: 40+ pasangan FX
vi: Hơn 40 cặp FX

source: 0 re-quote, 0 rejections
id: 0 requotes, 0 penolakan
ml: 0 sebut harga semula, 0 penolakan
vi: 0 báo giá lại, 0 từ chối

source: Major, minor and exotic currencies available
id: Tersedia mata uang mayor, minor, dan eksotis
ml: Mata wang utama, minor dan eksotik
vi: Có các đồng tiền chính, phụ và ngoại lai

source: Reliable, instant execution
id: Eksekusi andal dan seketika
ml: Pelaksanaan segera dan boleh dipercayai
vi: Thực hiện tức thì, đáng tin cậy

source: With over $5 trillion traded daily, forex is the biggest financial market in the world today. Gain easy, online access to this exciting market with %(COMPANY_NAME)s and get precise quoting up to 1/10th of a pip.
id: Dengan volume perdagangan lebih dari $5 triliun setiap hari, Forex adalah pasar finansial terbesar di dunia saat ini. Dapatkan akses online dan mudah ke pasar yang menantang ini bersama %(COMPANY_NAME)s dan terima harga presisi hingga 1/10 pip.
ml: Dengan lebih daripada $5 trilion didagangkan setiap hari, forex ialah pasaran kewangan terbesar di dunia pada masa ini. Dapatkan akses dalam talian yang mudah kepada pasaran yang menarik ini dengan %(COMPANY_NAME)s dan dapatkan sebut harga yang tepat sehingga pip ke-1/10.
vi: Với hơn 5 nghìn tỷ đô la được giao dịch mỗi ngày, ngoại hối là thị trường tài chính lớn nhất trên thế giới hiện nay. Truy cập trực tuyến dễ dàng thị trường sôi động này với %(COMPANY_NAME)s và nhận báo giá chính xác lên đến 1/10 pip.

source: ENG
id: ID
ml: MS
vi: VI

source: Standard
vi: Chênh lệch giữa giá mua và giá bán

source: Platinum
vi: Bạch kim

source: Forex:
vi: Ngoại hối:

source: SOYBEAN
id: KEDELAI
