Repository: brigadier90/hello_world
Catalog: royalexc/locale/*/LC_MESSAGES/django.po
Languages: id, ml, vi

source: About Company
id: Tentang Perusahaan
ml: Tentang Syarikat
vi: Giới thiệu về Công ty

source: Home
id: Beranda
ml: Laman
vi: Trang chủ

source: About Us
id: Tentang Kami
ml: Tentang Kami
vi: Giới thiệu về chúng tôi

source: About
id: Tentang
ml: Tentang
vi: Giới thiệu

source: %(COMPANY_NAME)s is a Fully Regulated Forex Broker
id: %(COMPANY_NAME)s adalah Broker Forex Resmi yang Diregulasi Penuh
ml: %(COMPANY_NAME)s ialah Broker Forex Dikawal Selia Sepenuhnya
vi: %(COMPANY_NAME)s là một nhà môi giới ngoại hối được quản lý hoàn toàn

source: %(COMPANY_NAME)s is an international broker providing online forex trading to clients in 100+ countries around the world.
id: %(COMPANY_NAME)s adalah broker internasional yang menyediakan trading forex online kepada klien di lebih dari 100 negara di seluruh penjuru dunia.
ml: %(COMPANY_NAME)s ialah broker antarabangsa yang menyediakan dagangan forex dalam talian kepada pelanggan di 100+ buah negara di seluruh dunia.
vi: %(COMPANY_NAME)s là một nhà môi giới quốc tế, cung cấp giao dịch ngoại hối trực tuyến cho khách hàng tại hơn 100 quốc gia trên khắp thế giới.

source: %(COMPANY_NAME)s is a fully licensed and regulated broker offering unrivalled trading conditions for advanced and novice traders. From its headquarters in Belize, %(COMPANY_NAME)s has pioneered a trading network which boasts secure trading technology, prestigious partnerships and transparent support. All of these factors make %(COMPANY_NAME)s the broker of choice for traders around the world.
id: %(COMPANY_NAME)s adalah broker berlisensi lengkap dan patuh peraturan yang menawarkan ketentuan trading tak tertandingi kepada trader berpengalaman maupun pemula. %(COMPANY_NAME)s membuat inovasi jaringan trading yang memberikan teknologi trading terlindung, kemitraan prestisius, dan dukungan transparan dari kantor pusat di Belize. Seluruh faktor ini menjadikan %(COMPANY_NAME)s broker pilihan trader di seluruh dunia.
ml: %(COMPANY_NAME)s ialah broker berlesen dan dikawal selia sepenuhnya yang menawarkan syarat dagangan tiada tandingannya untuk pedagang baru dan berpengalaman. Dari ibu pejabat di Belize, %(COMPANY_NAME)s telah memulakan rangkaian dagangan yang berbangga dengan teknologi dagangan selamat, perkongsian berprestij dan sokongan yang telus. Semua faktor ini menjadikan %(COMPANY_NAME)s sebagai broker pilihan untuk para pedagang di seluruh dunia.
vi: %(COMPANY_NAME)s là một nhà môi giới được cấp phép và quản lý hoàn toàn, cung cấp các điều kiện giao dịch không có đối thủ cạnh tranh cho người giao dịch cao cấp và cả những người chưa có kinh nghiệm. Từ trụ sở tại Belize, %(COMPANY_NAME)s đã đi tiên phong như một mạng giao dịch thúc đẩy công nghệ giao dịch bảo mật, quan hệ đối tác uy tín và hỗ trợ minh bạch. Tất cả những yếu tố này khiến %(COMPANY_NAME)s trở thành lựa chọn phù hợp dành cho người giao dịch trên khắp thế giới.

source: Mission & Vision
id: Misi & Visi
ml: Misi & Visi
vi: Tầm nhìn & sứ mệnh

source: %(COMPANY_NAME)s is managed by the industry's top professionals who possess many combined years of experience in the financial sector. These individuals understand that exceptional trading conditions combined with fast execution and unrivalled customer service are the characteristics of a winning and trust-worthy broker. %(COMPANY_NAME)s continually strives to improve its services, increase its trading offering and satisfy even more international traders.
id: %(COMPANY_NAME)s dikelola oleh tim profesional terdepan di industri yang telah berkecimpung di pasar finansial selama bertahun-tahun. Mereka paham sepenuhnya bahwa ketentuan trading terbaik, eksekusi cepat, dan layanan pelanggan berkualitas adalah karakteristik sebuah broker yang unggul dan kredibel. %(COMPANY_NAME)s terus berupaya untuk meningkatkan kualitas layanan, penawaran trading, dan memberi kepuasan pada lebih banyak lagi trader di seluruh dunia.
ml: %(COMPANY_NAME)s diurus oleh profesional yang terkemuka dalam industri yang memiliki bertahun-tahun pengalaman dalam sektor kewangan. Mereka ini memahami bahawa syarat dagangan yang luar biasa digabungkan dengan pelaksanaan pantas dan khidmat pelanggan yang tiada tandingannya merupakan ciri broker yang boleh dipercayai dan berjaya. %(COMPANY_NAME)s sentiasa berusaha untuk menambah baik perkhidmatannya, meningkatkan tawaran perdagangannya dan memuaskan hati lebih ramai pedagang antarabangsa.
vi: %(COMPANY_NAME)s hoạt động dưới sự quản lý của các chuyên gia hàng đầu trong ngành, là những người có nhiều năm kinh nghiệm trong lĩnh vực tài chính. Những cá nhân này hiểu được rằng các điều kiện giao dịch đặc biệt tốt kết hợp với việc triển khai nhanh và dịch vụ khách hàng tốt nhất là đặc điểm của một nhà môi giới thành công và đáng tin cậy. %(COMPANY_NAME)s không ngừng nỗ lực cải thiện các dịch vụ, tăng cường dịch vụ giao dịch và thỏa mãn ngày càng nhiều người giao dịch quốc tế.

source: About %(COMPANY_NAME)s
id: Tentang %(COMPANY_NAME)s
ml: Tentang %(COMPANY_NAME)s
vi: Giới thiệu về %(COMPANY_NAME)s

source: Learn more about the services offered by %(COMPANY_NAME)s to its international traders.
id: Ketahui layanan yang disediakan %(COMPANY_NAME)s kepada trader internasional.
ml: Ketahui selanjutnya tentang perkhidmatan yang ditawarkan oleh %(COMPANY_NAME)s kepada pedagang antarabangsa.
vi: Tìm hiểu thêm về các dịch vụ %(COMPANY_NAME)s cung cấp cho người giao dịch quốc tế.

source: FOREX REGULATION
id: REGULASI FOREX
ml: KAWAL SELIA FOREX
vi: ĐIỀU TIẾT NGOẠI HỐI

source: Fully licensed and regulated by the International Financial Services Commission (IFSC) in Belize.
id: Berlisensi lengkap dan sepenuhnya patuh pada International Financial Services Commission (IFSC) di Belize.
ml: Berlesen dan dikawal selia oleh International Financial Services Commission (IFSC) di Belize.
vi: Được cấp phép và quản lý đầy đủ bởi Ủy ban dịch vụ tài chính quốc tế (IFSC) tại Belize.

source: FUND SAFETY
id: KEAMANAN DANA
ml: KESELAMATAN DANA
vi: AN TOÀN VỐN

source: We keep client funds in segregated bank accounts to ensure maximum protection.
id: Kami menyimpan dana klien di rekening bank terpisah demi perlindungan maksimum.
ml: Kami menyimpan dana pelanggan dalam akaun bank berasingan bagi memastikan perlindungan yang maksimum.
vi: Chúng tôi giữ tiền của khách hàng trong những tài khoản ngân hàng khác nhau để đảm bảo mức độ bảo vệ tối đa.

source: ADVANTAGES
id: KEUNGGULAN
ml: KELEBIHAN
vi: LỢI THẾ

source: Discover why traders choose %(COMPANY_NAME)s for their online trading needs.
id: Ketahui mengapa trader memilih %(COMPANY_NAME)s untuk kebutuhan trading online mereka.
ml: Ketahui sebabnya pedagang memilih %(COMPANY_NAME)s untuk keperluan dagangan dalam talian mereka.
vi: Tìm hiểu vì sao người giao dịch lại chọn %(COMPANY_NAME)s để đáp ứng các nhu cầu giao dịch trực tuyến của họ.

source: Advantages
id: Keunggulan
ml: Kelebihan
vi: Lợi thế

source: Advantages of Trading Online With %(COMPANY_NAME)s
id: Keunggulan Trading Online Bersama %(COMPANY_NAME)s
ml: Kelebihan Dagangan Dalam Talian Dengan %(COMPANY_NAME)s
vi: Lợi thế khi giao dịch trực tuyến với %(COMPANY_NAME)s

source: Exceptional trading conditions, high security and privacy with full transparency and real-time market quotes.
id: Ketentuan trading luar biasa, keamanan tinggi, dan privasi dengan transparansi penuh dan harga pasar real-time.
ml: Syarat dagangan luar biasa, keselamatan dan privasi yang tinggi dengan ketelusan penuh dan sebut harga pasaran masa nyata.
vi: Các điều kiện giao dịch đặc biệt tốt, tính an ninh và riêng tư cao, hoàn toàn minh bạch và báo giá thị trường theo thời gian thực.

source: Safety
id: Keamanan
ml: Keselamatan
vi: An toàn

source: As a regulated broker, %(COMPANY_NAME)s is careful to provide fully monitored trading that eliminates the risk of frauduelent activity. %(COMPANY_NAME)s also takes preventative measures to ensure the safety and security of client funds.
id: Sebagai broker resmi, %(COMPANY_NAME)s dengan cermat menyediakan trading dengan pemantauan penuh yang meniadakan risiko aktivitas kejahatan dan pelanggaran. %(COMPANY_NAME)s juga mengambil langkah pencegahan demi memastikan keamanan dan perlindungan terhadap dana klien.
ml: Sebagai broker dikawal selia, %(COMPANY_NAME)s berhati-hati untuk menyediakan dagangan yang dipantau sepenuhnya yang menghapuskan risiko aktiviti penipuan. %(COMPANY_NAME)s juga mengambil langkah pencegahan bagi memastikan keselamatan dana pelanggan.
vi: Là nhà môi giới được quản lý, %(COMPANY_NAME)s rất thận trọng trong việc cung cấp giao dịch được giám sát toàn bộ, loại bỏ rủi ro có hoạt động gian lận. %(COMPANY_NAME)s cũng tiến hành các biện pháp phòng ngừa để đảm bảo sự an toàn và an ninh cho tiền của khách hàng.

source: Reliability
id: Keandalan
ml: Kebolehpercayaan
vi: Đáng tin cậy

source: %(COMPANY_NAME)s is managed by industry professionals who possess many combined years of experience in the financial sector.
id: %(COMPANY_NAME)s dikelola oleh tim profesional terdepan di industri yang telah berkecimpung di sektor finansial selama bertahun-tahun.
ml: %(COMPANY_NAME)s diurus oleh profesional dalam industri yang memiliki bertahun-tahun pengalaman dalam sektor kewangan.
vi: %(COMPANY_NAME)s hoạt động dưới sự quản lý của các chuyên gia hàng đầu trong ngành, là những người có nhiều năm kinh nghiệm trong lĩnh vực tài chính.

source: Trading Conditions
id: Ketentuan Trading
ml: Syarat Dagangan
vi: Điều kiện giao dịch

source: It is important that traders find the right account type to suit them. %(COMPANY_NAME)s offers a wide variety of trading accounts to suit all client needs.
id: Trader sangat perlu memastikan bahwa akun pilihannya sesuai dengan mereka. %(COMPANY_NAME)s menyediakan banyak pilihan akun trading untuk menjawab segala kebutuhan klien.
ml: Penting bahawa pedagang mendapatkan jenis akaun yang sesuai dengan mereka. %(COMPANY_NAME)s menawarkan pelbagai akaun dagangan untuk disesuaikan dengan semua keperluan pelanggan.
vi: Điều quan trọng là người giao dịch tìm được đúng loại tài khoản phù hợp với họ. %(COMPANY_NAME)s cung cấp một loạt các tài khoản giao dịch để phù hợp với mọi nhu cầu của khách hàng.

source: %(COMPANY_NAME)s provides superior trading conditions with added flexibility and services to ensure a positive trading experience for clients:
id: %(COMPANY_NAME)s menyajikan ketentuan trading terbaik dengan fleksibilitas dan layanan ekstra demi memastikan pengalaman trading positif untuk klien:
ml: %(COMPANY_NAME)s menyediakan syarat dagangan terunggul dengan kefleksibelan dan perkhidmatan tambahan bagi memastikan pengalaman dagangan positif untuk pelanggan:
vi: %(COMPANY_NAME)s cung cấp các điều kiện giao dịch ưu việt một cách linh hoạt hơn và các dịch vụ gia tăng để đảm bảo khách hàng có trải nghiệm giao dịch tốt:

source: 0 Requotes, 0 Rejections
id: 0 Requotes, 0 Penolakan
ml: 0 Sebut harga semula, 0 Penolakan
vi: 0 Báo giá lại, 0 Từ chối

source: Negative balance protection
id: Proteksi saldo negatif
ml: Perlindungan baki negatif
vi: Bảo vệ số dư không bị âm

source: 1:500 flexible leverage
id: Leverage fleksibel 1:500
ml: Leveraj fleksibel 1:500
vi: Đòn bẩy tài chính linh hoạt 1:500

source: Scalping, hedging and news trading allowed
id: Dapat menggunakan scalping, hedging, dan news trading
ml: Dagangan scalping, lindung nilai dan berita dibenarkan
vi: Giao dịch chớp nhoáng, tự bảo hiểm và được phép giao dịch theo tin tức

source: Careers
id: Karier
ml: Kerjaya
vi: Việc làm

source: %(COMPANY_NAME)s CAREERS
id: KARIER BERSAMA %(COMPANY_NAME)s
ml: KERJAYA %(COMPANY_NAME)s
vi: VIỆC LÀM TẠI %(COMPANY_NAME)s

source: Start or continue your Forex career with us!
id: Mulai atau lanjutkan karier Forex Anda bersama kami!
ml: Mulakan atau teruskan kerjaya Forex anda dengan kami!
vi: Hãy bắt đầu hoặc tiếp tục phát triển sự nghiệp giao dịch ngoại hối của bạn với chúng tôi!

source: If none of the current vacancies fit your experience, we’d be more than happy to receive your CV / resume. Simply email it to %(COMPANY_EMAIL)s along with a cover letter, letting us know why we should consider your application.
id: Jika saat ini tidak ada lowongan yang sesuai dengan pengalaman Anda, maka Anda dapat mengirimkan CV / portofolio Anda kepada kami. Kirimkan via email ke %(COMPANY_EMAIL)s disertai dengan cover letter yang menjelaskan mengapa kami perlu mempertimbangkan lamaran Anda.
ml: Jika tiada kekosongan jawatan semasa yang sesuai dengan pengalaman anda, kami sentiasa bersedia untuk menerima CV/resume anda. Hanya e-mel ke %(COMPANY_EMAIL)s dengan menyertakan surat pengiring, memberitahu kami mengapa kami perlu mempertimbangkan permohonan anda.
vi: Nếu hiện tại không có vị trí trống nào phù hợp với kinh nghiệm của bạn, chúng tôi vẫn rất hân hạnh khi nhận được CV/lý lịch nghề nghiệp của bạn. Chỉ cần gửi qua email tới %(COMPANY_EMAIL)s kèm theo thư xin việc, hãy cho chúng tôi biết lý do vì sao chúng tôi nên cân nhắc hồ sơ của bạn.

source: Contact us
id: Hubungi kami
ml: Hubungi kami
vi: Liên hệ với chúng tôi

source: Contact Us
id: Hubungi Kami
ml: Hubungi Kami
vi: Liên hệ với chúng tôi

source: At %(COMPANY_NAME)s we work around the clock to make sure our clients are happy. Our offices and help desks are open 24/5 to assist you with any questions you may have.
id: %(COMPANY_NAME)s bekerja tanpa henti demi memastikan kepuasan klien. Kantor dan help desk kami buka 24/5 untuk menjawab segala pertanyaan Anda.
ml: Di %(COMPANY_NAME)s, kami berusaha sepanjang masa untuk memastikan pelanggan kami gembira. Pejabat dan meja bantuan kami dibuka 24/5 untuk membantu menjawab soalan anda.
vi: Tại %(COMPANY_NAME)s, chúng tôi làm việc cả ngày để đảm bảo khách hàng hài lòng. Văn phòng và bộ phận hỗ trợ của chúng tôi mở cửa 24 giờ/ngày, 5 ngày/tuần để hỗ trợ nếu quý vị có bất kỳ câu hỏi nào.

source: Did you check our FAQ section? If your question is not there, please send us an email and allow 24 hours for a response. If your question is urgent, please speak directly with one of our advisors.
id: Sudahkah Anda membaca bagian Tanya Jawab Umum? Jika pertanyaan Anda tidak terjawab di sana, silakan kirim email dan kami akan menanggapinya dalam 24 jam. Apabila pertanyaan Anda bersifat mendesak, silakan hubungi tim kami langsung.
ml: Sudahkah anda menyemak bahagian FAQ? Jika soalan anda tiada di sini, sila hantar e-mel kepada kami dan sila tunggu selama 24 jam untuk balasan daripada kami. Jika soalan anda memerlukan balasan segera, sila terus bercakap dengan salah seorang penasihat kami.
vi: Quý vị đã xem mục Câu hỏi thường gặp (FAQ) của chúng tôi chưa? Nếu câu hỏi của quý vị chưa được giải đáp tại đó, hãy gửi email cho chúng tôi, chúng tôi sẽ trả lời trong vòng 24 giờ. Nếu quý vị có câu hỏi gấp, vui lòng trao đổi trực tiếp với một trong các cố vấn của chúng tôi.

source: The Office
id: Kantor
ml: Pejabat
vi: Văn phòng

source: Working Hours
id: Jam Operasional
ml: Waktu Kerja
vi: Giờ làm việc

source: Monday-Friday:
id: Senin-Jumat:
ml: Isnin-Jumaat:
vi: Thứ 2 - thứ 6:

source: Saturday:
id: Sabtu:
ml: Sabtu:
vi: Thứ 7:

source: Closed
id: Tutup
ml: Tutup
vi: Nghỉ

source: Sunday:
id: Minggu:
ml: Ahad:
vi: Chủ nhật:

source: Legal Documents
id: Dokumen Legal
ml: Dokumen Undang-undang
vi: Tài liệu pháp lý

source: Terms & Conditions of Use
id: Syarat dan Ketentuan Penggunaan
ml: Terma & Syarat Penggunaan
vi: Điều khoản & điều kiện sử dụng

source: Privacy Policy
id: Kebijakan Privasi
ml: Dasar Privasi
vi: Chính sách bảo mật

source: Conflicts of Interest Policy
id: Kebijakan Konflik Kepentingan
ml: Dasar Konflik Kepentingan
vi: Chính sách về xung đột lợi ích

source: Order Execution Policy
id: Kebijakan Eksekusi Order
ml: Dasar Pelaksanaan Pesanan
vi: Chính sách thực hiện lệnh

source: Risk Disclaimer
id: Disklaimer Risiko
ml: Penafian Risiko
vi: Khước từ trách nhiệm đối với rủi ro

source: Question: How do I know my funds are safe?
id: Pertanyaan: Bagaimana saya bisa tahu bahwa dana saya aman?
ml: Soalan: Bagaimanakah saya hendak mengetahui dana saya selamat?
vi: Câu hỏi: Làm thế nào để tôi biết tiền của mình được an toàn?

source: Please refer to the section regarding Fund Safety
id: Silakan baca bagian tentang Keamanan Dana
ml: Sila rujuk bahagian berkaitan dengan Keselamatan Dana
vi: Vui lòng xem mục về An toàn vốn

source: What is Forex?
id: Apa itu Forex?
ml: Apakah Forex?
vi: Forex là gì?

source: Forex or FX is an abbreviation of Foreign Exchange. It describes the process of exchanging one currency for another and includes hundreds of global currencies. The purpose of forex trading is to make gains and offset risks in order to profit from the movement of certain currency pairs. With %(COMPANY_NAME)s, forex trading can take place via your desktop, mobile or tablet. The Forex (FX) market is a global over the counter (OTC) market. This means that virtually anyone can participate if they have an internet connection and an electronic device. The forex market has become the largest financial market with a daily turnover in excess of $5 trillion! In addition to currencies, participants can choose to trade metals, commodities, indices, stocks and bonds.
id: Forex atau FX adalah singkatan dari Foreign Exchange atau valuta asing. Ini adalah proses mempertukarkan satu mata uang dengan mata uang lain. Ada ratusan mata uang global di seluruh dunia. Tujuan trading forex adalah menghasilkan untung dan mengurangi risiko untuk mengambil manfaat dari pergerakan kurs pasangan mata uang tertentu. Bersama %(COMPANY_NAME)s, trading forex dapat dilakukan via desktop, ponsel, atau tablet Anda. Pasar Forex (FX) adalah pasar over the counter (OTC) global. Artinya, semua orang yang memiliki koneksi internet dan perangkat elektronik dapat masuk ke dalam pasar ini. Pasar forex kini merupakan pasar finansial terbesar dengan perputaran harian melampaui $5 triliun! Selain valas, trader juga dapat memperdagangkan logam, komoditas, indeks, saham, dan obligasi.
ml: Forex atau FX ialah singkatan bagi Pertukaran Asing. Ia menggambarkan proses menukar satu mata wang untuk mata wang lain dan melibatkan ratusan mata wang global. Tujuan dagangan forex adalah untuk mendapatkan untung dan mengimbangi risiko bagi mendapatkan untung daripada pergerakan pasangan mata wang tertentu. Dengan %(COMPANY_NAME)s, dagangan forex boleh dilakukan melalui desktop, telefon bimbit atau tablet. Forex (FX) ialah pasaran atas kaunter (OTC) global. Ini bermakna hampir sesiapa sahaja boleh mengambil bahagian jika mereka mempunyai sambungan Internet dan peranti elektronik. Pasaran Forex telah menjadi pasaran kewangan terbesar dengan pusing ganti harian melebihi $5 trilion! Selain mata wang, peserta boleh memilih untuk berdagang logam, komoditi, indeks, saham dan bon.
vi: Forex hay FX là từ viết tắt của Ngoại hối. Forex trình bày quy trình trao đổi một đồng tiền với đồng tiền khác và có thể áp dụng cho hàng trăm loại tiền tệ khác nhau trên toàn cầu. Mục đích của giao dịch ngoại hối là kiếm lời và bù trừ rủi ro để hưởng lợi do biến động của một số cặp tiền tệ. Với %(COMPANY_NAME)s, có thể tiến hành giao dịch ngoại hối qua máy tính để bàn, di động hay máy tính bảng của quý vị. Thị trường Forex (FX) là một thị trường phi tập trung (OTC) toàn cầu. Điều này có nghĩa là gần như bất kỳ ai cũng có thể tham gia nếu có kết nối internet và thiết bị điện tử. Thị trường ngoại hối đã trở thành thị trường tài chính lớn nhất với doanh thu mỗi ngày trên 5 nghìn tỷ đô la. Ngoài tiền tệ, những người tham gia có thể chọn giao dịch kim loại, hàng hóa, chỉ số, cổ phiếu và trái phiếu.

source: What does %(COMPANY_NAME)s provide?
id: Apa yang disediakan oleh %(COMPANY_NAME)s?
ml: Apakah yang disediakan oleh %(COMPANY_NAME)s?
vi: %(COMPANY_NAME)s cung cấp những dịch vụ nào?

source: With %(COMPANY_NAME)s, clients can access the financial markets by using the Metatrader (MT4) platform. On the MT4 platform, traders can choose from a variety of assets including CFD's, Stock Indices, Metals and many more.
id: Bersama %(COMPANY_NAME)s, klien dapat mengakses pasar finansial menggunakan platform MetaTrader (MT4). Di platform MT4, trader dapat memilih beragam aset antara lain CFD, Indeks Saham, Logam, dan masih banyak lagi.
ml: Dengan %(COMPANY_NAME)s, pelanggan boleh mengakses pasaran kewangan menggunakan platform Metatrader (MT4). Di platform MT4, pedagang boleh memilih daripada pelbagai aset termasuk CFD, Indeks Saham, Logam dan banyak lagi.
vi: Với %(COMPANY_NAME)s, khách hàng có thể truy cập các thị trường tài chính bằng cách sử dụng sàn giao dịch Metatrader (MT4). Trên sàn giao dịch MT4, người giao dịch có thể chọn từ một loạt các tài sản bao gồm CFD, Chỉ số cổ phiếu, Kim loại và nhiều tài sản khác.

source: When Can I Trade Forex with %(COMPANY_NAME)s
id: Waktu Trading Forex Bersama %(COMPANY_NAME)s
ml: Bilakah Saya Boleh Berdagang Forex dengan %(COMPANY_NAME)s
vi: Tôi có thể giao dịch ngoại hối với %(COMPANY_NAME)s vào thời điểm nào?

source: You can trade forex from 21:00 GMT on Sunday until 22:00 GMT on Friday. These times take you from the Sydney open to the New York close. For a full list of trading hours, please visit our Market Hours page.
id: Anda dapat memperdagangkan forex mulai hari Minggu pukul 21:00 GMT hingga hari Jumat pukul 22:00 GMT. Ini adalah pembukaan sesi Sydney hingga penutupan di New York. Untuk jadwal jam perdagangan selengkapnya, silakan kunjungi halaman Jadwal Pasar.
ml: Anda boleh berdagang forex dari pukul 21:00 GMT pada hari Ahad hingga pukul 22:00 GMT pada hari Jumaat. Masa ini membawa anda dari pembukaan di Sydney kepada penutupan di New York. Untuk senarai waktu dagangan penuh, sila layari halaman Waktu Dagangan kami.
vi: Quý vị có thể giao dịch ngoại hối từ 21:00 GMT chủ nhật cho đến 22:00 GMT thứ 6. Đây là thời điểm từ khi mở cửa tại Sydney và đóng cửa tại New York. Để xem danh sách giờ giao dịch, vui lòng truy cập trang Giờ thị trường hoạt động của chúng tôi.

source: Where is %(COMPANY_NAME)s licensed and registered?
id: Di mana %(COMPANY_NAME)s terdaftar dan mendapat lisensi?
ml: Di manakah %(COMPANY_NAME)s dilesenkan dan didaftarkan?
vi: %(COMPANY_NAME)s được cấp phép và đăng ký ở đâu?

source: %(COMPANY_NAME)s is licensed and registered by the International Financial Services Commission (IFSC) in Belize with license number IFSC/60/260/TS/17. License and Registration page.
id: %(COMPANY_NAME)s memegang lisensi dan terdaftar di International Financial Services Commission (IFSC / Komisi Jasa Keuangan Internasional) di Belize dengan nomor lisensi IFSC/60/260/TS/17. Halaman Lisensi dan Registrasi.
ml: %(COMPANY_NAME)s dilesenkan dan didaftarkan dengan International Financial Services Commission (IFSC) di Belize dengan nombor lesen IFSC/60/260/TS/17. Halaman Lesen dan Pendaftaran.
vi: %(COMPANY_NAME)s được cấp phép và đăng ký bởi Ủy ban dịch vụ tài chính quốc tế (IFSC) tại Belize, với số giấy phép là IFSC/60/260/TS/17. Trang Cấp phép và đăng ký.

source: How do I open an account with %(COMPANY_NAME)s?
id: Bagaimana cara membuka akun di %(COMPANY_NAME)s?
ml: Bagaimanakah saya hendak membuka akaun dengan %(COMPANY_NAME)s?
vi: Làm thế nào để tôi mở tài khoản tại %(COMPANY_NAME)s?

source: To open an account with %(COMPANY_NAME)s, simply click here to complete a few brief forms. You will become a valued member of the %(COMPANY_NAME)s family in minutes!
id: Untuk membuka akun bersama %(COMPANY_NAME)s, silakan klik di sini dan lengkapi beberapa formulir singkat. Anda dapat menjadi bagan dari %(COMPANY_NAME)s dalam hitungan menit saja!
ml: Untuk membuka akaun dengan %(COMPANY_NAME)s, hanya klik di sini untuk melengkapkan beberapa borang yang ringkas. Anda akan menjadi ahli keluarga %(COMPANY_NAME)s yang dihargai dalam masa beberapa minit!
vi: Để mở tài khoản tại %(COMPANY_NAME)s, chỉ cần nhấp vào đây để điền một số biểu mẫu ngắn. Quý vị sẽ trở thành một thành viên đáng quý của gia đình %(COMPANY_NAME)s trong vòng vài phút!
